{
    "books": [
        {
            "book_name": "جودة الحياة  في الدولة السعودية الأولى  الدرعية العاصمة نموذجا",
            "pages": {
                "1": " \nجودة الحياة\n في الدولة السعودية األولى\nالدرعية العاصمة نموذجاً\nد. بدران بن عبدالرحمن الحنيحن",
                "3": "  فــي ثنايــا صفحــات تاريــخ المملكــة العربيــة الســعودية الحافــل عــددٌ مــن األحــداث التــي كانــت \nبمنزلــة تحــوّالت مفصليــة تطلّبتهــا ظــروف المرحلــة فــي حينهــا، منــذ أن وطئــت الدرعيــةَ أقــدامُ األميــر \n عــام تقريبًــا وتأسيســه إمارتَــه فيهــا، ومــرورًا بإعــان تأســيس الدولــة الســعودية 600 مانــع المريــدي قبــل \nم، ومــن ثَــم نجــاح اإلمــام تركي بــن عبدالله 1727 /هـــ 1139 األولــى علــى يــد اإلمــام محمــد بــن ســعود عــام \n(الجــد الثالــث) فــي إنعــاش مشــروع الدولــة الحلــم مــرّةً أخــرى مــن خــال تأســيس الدولــة الســعودية \nم. ويســتمرّ األمــل برغــم الصعوبــات والتعثــر، وتتكــرّر المحاولــة مــرةً أخــرى 1824 /هـــ 1240 الثانيــة عــام \nم، ليتحقــق الحلــم الــذي طالمــا ســعى 1902 /هـــ 1319 بدخــول المؤســس الملــك عبدالعزيــز الريــاض عــام \nم، 1932 /هـــ 1351 إليــه أجــداده بإعــان بــدء مشــروع الوحــدة العظيــم للمملكــة العربيــة الســعودية عــام \nومــن حينهــا تدرّجــت المملكــة فــي سُــلّم التطــور واالزدهــار فــي جميــع المجــاالت، ورفــل النــاس فــي \nالنعــم والخيــرات واألمــن واألمــان بعــد معانــاة الخــوف والجــوع، والظلــم والجــور، والتفــرّق والتشــرذم. \nوتســير المملكــة اليــوم بقيــادة خــادم الحرميــن الشــريفين الملــك ســلمان بــن عبدالعزيــز آل ســعود \nوولــي عهــده صاحــب الســمو الملكــي األميــر محمــد بــن ســلمان – حفظهمــا اللــه – بخُطــى ثابتــة نحــو \nتحقيــق أجــود أســاليب العيــش لمواطنيهــا والمقيميــن علــى أرضهــا، ولذلــك ظهــر فيهــا اليــوم مصطلــح \n، وأضحــى واضحًــا وضوحًــا كامــاً فــي 2030 (جــودة الحيــاة) بجــاء تزامنًــا مــع إعــان رؤيــة المملكــة \n، وتحــدّدت معاييــره فــي تعزيــز األنشــطة والمظاهــر الثقافيــة واالجتماعيــة المتنوعــة. 2018 عــام \nويتــردّد ســؤال فــي ذهــن المتأمــل فــي تاريــخ الدولــة الســعودية األولــى – وتحديــدًا فــي الدرعيــة \nالعاصمــة فــي مرحلــة مــا بعــد األمــن والســام الــذي بســط فــي شــبه الجزيــرة العربيــة ألول مــرة \nبعــد القــرون الماضيــة – هــل عرفــت الدولــة حينــذاك هــذا المعنــى االصطاحــي (جــودة الحيــاة)؟ ومــا \nأهميتــه فــي ذلــك الزمــان؟ وكيــف يجــري تقويــم جــودة الحيــاة فــي الدرعيــة بمعاييــر تلــك األزمنــة فــي \nعهــد الدولــة الســعودية األولــى؟ \nلمّــا أصبحــت الدرعيــة عاصمــة للدولــة الســعودية األولــى ازدادت أعــداد الوافديــن عليهــا، فأثّــر ذلــك \nكثيــرًا فــي تركيبــة المجتمــع الحديــث، وتطلّــب األمــر انتقــال مركــز القــوة مــن حــيّ غصيبــة إلــى ســمحان \nفــي مــدةٍ قصيــرة، ثــم إلــى حــيّ الطريــف حيــث مســاكنُ األســرة الســعودية المالكــة ومقــرُّ الحكــم، فقــد \nكانــت األســرة جميعهــا فــي حــي الطريــف الــذي عُــدّ بذلــك الحــيَّ األول واألبــرز فــي الدرعيــة، وقــد \nشــهد الحــيُّ نهضــةً معماريــةً ضخمــةً تمثلــت فــي بنــاء القصــور والمســاكن العامــة والمســاجد واألســوار، \nوكان مــن أشــهر دالئــل تلــك النهضــة المعماريــة قصــرُ ســلوى الــذي يعــدّ مــن أهــم القصــور التاريخيــة \nوالمعالــم الحضاريــة فــي شــبه الجزيــرة العربيــة، وقصــر عبداللــه بــن ســعود بــن عبدالعزيــز بــن محمــد \nبــن ســعود بــن محمــد بــن مقــرن، آخــر أئمــة الدولــة الســعودية، وقصــور األمــراء ســعد بــن ســعود بــن \nعبدالعزيــز بــن محمــد بــن ســعود بــن محمــد، وعمــر بــن ســعود بــن عبدالعزيــز بــن محمــد بــن ســعود \nبــن محمــد، ومشــاري بــن ســعود بــن محمــد، ومــا فيهــا مــن تطــوّر عمرانــي يفــوق الوصــف فــي البنــاء ",
                "4": " .الطينــي وارتفاعاتــه المميــزة، وفــي تفاصيلــه المعماريــة الجميلــة فــي تشــكياتها الهندســية البديعــة \nكان مجتمــع الدولــة الســعودية األولــى فــي الدرعيــة مجتمعًــا مدنيًّــا ال يختلــف عــن بقيــة مجتمعــات \nالدولــة الســعودية، إذ يعمــل معظــم الســكان فــي الزراعــة، ويمثــل الفاحــون وعائاتهــم فيــه النســبة \nالكبــرى. ازداد وتنــوَّع مجتمــع العاصمــة الدرعيــة تبعًــا لتوسُّــع الدولــة جغرافيًّــا، واختلفــت التقديــرات \nفــي عــدد ســكانها، فــا يُعلــم علــى وجــه التحديــد عددهــم فــي أي فتــرة مــن فتــرات تاريخهــا إال مــا ورد \nمــن بعــض اإلشــارات المتفاوتــة عنــد البــروز الثقافــي إليهــا فــي منتصــف القــرن الثامــن عشــر الميــادي \nتقريبًــا، فقُــدّر عــددُ بيوتهــا بنحــو ســبعين بيتًــا، وهــذا يعنــي أنّ عــدد سُــكّانها لــم يكــن يتجــاوز عــدة مئات \nفــي منتصــف القــرن الثانــي عشــر الهجــري/ القــرن الثامــن عشــر الميــادي. \nجــرت العــادة فــي منطقــة نجــد أن يســتضيف المــرءُ ضيوفــه فــي منزلــه، وعــادةً مــا يكــون ذلــك فــي \nغرفــة اســتقبال الضيــوف أو فــي غرفــةٍ أو منــزل مجــاور عندمــا يكــون المضيّــف أميــرَ البلــدة أو مــن \nأثريائهــا. إنّ إنشــاء قصــرٍ مســتقلّ للضيافــة فــي هــذا الحــي مجهَّــزٍ بــكل مــا يلــزم مــن أدوات الضيافــة \nلهــو دليــل مــن دالئــل الرغَــد واالزدهــار االقتصــادي لمجتمــع الدرعيــة، ناهيــك عــن أنــه ضــرورةٌ أمْلَتهــا \nالتزامــات الدولــة الجديــدة وكثــرة وفودهــا وضيوفهــا القادميــن إليهــا مــن مختلــف المناطــق. أمــا الحمّــام \nفقــد كانــت الميــاه تُجلــب إليــه مــن أســفل الــوادي الصغيــر. وقــد أنشــئ مــا يســمى بـ(الحمّــامُ العــام) \nفــي الطريــف ماصقًــا لقصــر الضيافــة، وربمــا كان هــذا ســببًا مــن أســباب إنشــائه، وهــو خدمــة ضيــوف \nالدولــة فــي المقــام األول، وقــد اختيــر موقعــه فــي أقصــى الحــي مــن الجهــة الشــمالية الغربيــة وليــس \nبجــوار قصــر ســلوى، ونظــرًا لطبوغرافيــة المــكان فــإنّ مدخــل الحــي ال بــدّ أن يكــون مــن الجهــة \nالشــرقية، أي جهــة الــوادي، وهــذا يعنــي أن ضيــوف الدولــة ال بــد أن يمــرّوا عبــر الحــي لكــي يصلــوا إلــى \nقصــر الضيافــة. وقــد عُــرف أئمــة الدولــة بحســن الضيافــة وإكــرام الضيــوف، فــكان اإلمــام عبدالعزيــز \nبــن محمــد يُخــرج لضيفــه يوميًّــا خمســمئة صــاع مــن البُــر واألرز، وفــي موعــد الغــداء يأتــي النــاس إليــه \nعلــى حســب مراتبهــم. وأمــا وجبــة العشــاء فتتضمــن الخبــز واألرز واللحــم. \nوعندمــا نســلّط الضــوء علــى الجوانــب والمقوّمــات التــي كانــت مرتكــزات أساســية أســهمت فــي نجــاح \nمشــروع التوحيــد، وبالنظــر إلــى الجانــب الثقافــي؛ فقــد ركــزت الدولــة الســعودية األولــى علــى الثقافــة \nوالتعليــم، ومنــذ تأسيســها حرصــت علــى الجانــب الثقافــي وتعليــم النــاس القــراءة والكتابــة وغيرهمــا مــن \nالعلــوم. ونتيجــةً لذلــك، أصبحــت الدرعيــة مدينــة العلــم والعلمــاء وقبلــة المتعلّميــن فــي الجزيــرة العربيــة. \nكمــا ســهّلت كل مــا يحتــاج إليــه طلبــة العلــم، ووفــرت لهــم الســكن والغــذاء، حيــث أنشــأت مبنــى لطــاب \nالعلــم مخصّــص لســكنهم وتعليمهــم مــن خزينــة الدولــة أو مــن خــال األوقــاف، مثــل وقــف ســبالة \nموضــي بنــت ســلطان بــن أبــي وهطــان فــي حــي الطريــف الــذي أسّســه اإلمــام عبدالعزيــز بــن محمــد \nبــن ســعود لوالدتــه، فــكان ســكنًا مجانيًّــا ينــزل فيــه المحتاجــون وطــاب العلــم والقادمــون إلــى الدرعيــة. \nوتحــوي الســبالة غرفًــا للتدريــس والنــوم واإلطعــام والتخزيــن ومســجد، إضافــةً إلــى إســطبات إليــواء \nدواب قوافــل التجــار. ",
                "5": "  وكان جامــع الطريــف الواقــع بجــوار قصــر ســلوى مــن الناحيــة الشــمالية بحــي الطريــف، وقــد بُنــي \nبأمــر مــن اإلمــام عبدالعزيــز، وكان مــن أول مــا بُنــي فــي حــي الطريــف. وكان أئمــة الدولــة يؤمّــون \nالنــاس فيــه فــي صــاة الجمعــة، عــاوة علــى كونــه مقــرًّا لحلقــات علميــة دائمــة يقــوم عليهــا كبــار \nالعلمــاء فــي الدولــة، ويدرّســون فيهــا معظــم العلــوم الشــرعية وغيرهــا. وقــد ازدهــرت الوراقــة ونســاخة \nالكتــب، وأضحــى اقتنــاء الكتــب مــن مميّــزات ذلــك العصــر. إضافــةً إلــى ذلــك انتشــرت الكتاتيــب التــي \nتعــدّ مكانًــا لتعليــم مبــادئ القــراءة والكتابــة ودراســة القــرآن الكريــم وعلــوم الشــريعة واللغــة العربيــة. \nوفــي األغلــب يكــون الكُتّــاب فــي المســجد أو فــي مــكانٍ بجــواره أو فــي بيــت المعلِّــم (المطــوَّع). ولهــذا \nيعــدّ الكُتّــاب فــي عصــر الدولــة الســعودية األولــى نوعًــا مــا بمنزلــة المدرســة فــي عصرنــا الحالــي. كمــا \nكان لموقــع الدرعيــة اإلســتراتيجي أثــرٌ فــي تبــادل الثقافــات مــع جميــع البلــدان الخارجيــة بوصفهــا \nنقطــةَ عبــور قوافــل الحــجّ والتجــارة آنــذاك. كمــا شــمل الجانــب الثقافــي نواحــيَ أخــرى، ومنهــا جماليات \nالمخطوطــات الســعودية التــي كُتبــت وزُيّنــت صفحاتهــا بالزخــارف والنفــوش، وازداد االهتمــام بالخــط \nالعربــي وبتطــوّره ونشــره مــن خــال متابعــة أدقّ التفاصيــل فــي جمالياتــه، ومتابعــة تعلّــم الطــاب فنــون \nهــذا الخــط وتشــجيعهم بتقديــم المكافــآت الماليــة ألبــرز الخطاطيــن الواعديــن مــن الشــباب. فقــد كان \nالفتيــان مــن أهــل الدرعيــة إذا انتهــوا مــن المعلــم يذهبــون إلــى األئمــة بألواحهــم، ويعرضــون عليهــم \nخطوطهــم، فمــن استُحســن خطُّــه منهــم أعطــوه جزيــاً. \nوبالحديــث عــن الجانــب االقتصــادي نعمــت الدرعيــة بوفــرة ماليــة كبيــرة، وازدهــر اقتصادُهــا وكثُــر \nعمرانهــا، فكانــت مركــزًا تجاريًّــا مهمًّــا، وبهــذا تحوّلــت إلــى مركــز جــذبٍ ســكاني. وكانــت الدولــة مــن \nناحيــة أخــرى تديــر أنشــطتها مــن حــيّ الطريــف، واعتــادت إرســال عُمّالهــا لجبايــة زكاة اإلبــل والغنــم \nمــن الباديــة فــي جزيــرة العــرب وخارجهــا. \nوكان لســوق الدرعيــة (ســوق الموســم) أثــرٌ كبيــرٌ فــي زيــادة الحركــة التجاريــة فيهــا آنــذاك، ويقــع هذا \nالســوق فــي وادي حنيفــة بيــن حــي الطُّرَيْــف مــن الجهــة الغربيــة وحــي البُجَيْــري مــن الجهــة الشــرقية، \nوعُــرف باســم (ســوق الموســم)؛ لكثــرة الحوانيــت التــي يحويهــا، وألنــه عامــلُ جــذبٍ مهــمّ يجتمــع فيــه \nعــددٌ كبيــرٌ مــن النــاس. وقــد ذكــره المــؤرخ ابــن بشــر ووصفــه بقولــه: \"لقــد نظــرت إلــى موســمها يومًــا \nوأنــا فــي مــكان مرتفــع، وهــو فــي الموضــع المعــروف بالباطــن بيــن منازلهــا الغربيــة التــي فيهــا آل \nســعود، والمعروفــة بالطريــف، وبيــن منازلهــا الشــرقية، والمعروفــة بالبجيــري التــي فيهــا أبنــاء الشــيخ، \nورأيــت موســم الرجــال فــي جانــب، وموســم النســاء فــي جانــب، ومــا فيــه مــن الذهــب والفضــة والســاح \nواإلبــل واألغنــام، وكثــرة مــا يتعاطونــه مــن صفقــة البيــع والشــراء، واألخــذ والعطــاء، وغيــر ذلــك. وهــو \nمــدّ البصــر ال تســمع فيــه إال دويَّ النحــل مــن النجنــاج، وقــول بعــت واشــتريت، والدكاكيــن علــى جانبيــه \nالشــرقي والغربــي، وفيهــا مــن الهُــدم والقمــاش والســاح مــا ال يوصــف\". \nلــم يتوقــف دور الســوق علــى الحركــة التجاريــة فقــط، بــل أصبــح أيضًــا مكانًــا للتعلّــم، فقــد كان \nلإلمــام ســعود بــن عبدالعزيــز مجلــسُ درسٍ يومــيّ يعقــده فــي هــذا الســوق مــع شــروق الشــمس، فيجتمــع \nلــه خلــقٌ كثيــرٌ مــن أهــل الدرعيــة، وال يتخلّــف منهــم إالّ قليــل، وقــد كانــوا يجلســون فــي فصــل الصيــف \nعنــد الدكاكيــن الشــرقية، وفــي فصــل الشــتاء عنــد الدكاكيــن الغربيــة. ",
                "6": "  وقــد كان للتجــار أهميــة كبيــرة فــي الدرعيــة عاصمــة الدولــة الســعودية األولــى، حيــث كانــت فــي \nذلــك الوقــت مركــزًا تجاريًّــا يقصدهــا النــاس مــن أنحــاء الجزيــرة العربيــة. ومنــذ تأســيس الدولــة \nم)، ركّــز جهــوده فــي تأميــن 1727( هـــ 1139 الســعودية علــى يــد اإلمــام المؤســس محمــد بــن ســعود عــام \nالمنطقــة واســتقرارها، جاعــاً مــن الدرعيــة ممــرًّا للقوافــل، وانعكــس ذلــك إيجابيًّــا علــى التجــارة وزاد \nمــن أهميتهــا، فــكان التجــار يأتــون مــن مختلــف البلــدات بقوافلهــم متنقليــن مــن محطــة إلــى أخــرى \nلبيــع بضائعهــم، فحقّــق بذلــك نهضــةً تجاريــة. وفــي عهــد اإلمــام عبدالعزيــز بــن محمــد شــهد الحــراك \nالتجــاري زيــادة كبيــرة، فكانــت البضائــعُ تفــد إلــى الدرعيــة مــن كل صــوب، فعلــى ســبيل المثــال كان \nتجــار القهــوة يجلبــون أحمــاالً مــن بُــنّ المخــا وغيــره مــن بضائــع اليمــن، ويشــترون منهــا األغنــام \nواإلبــل والخيــول والمشــالح، وكان التجــار يأتــون مــن المناطــق األخــرى إلــى الدرعيــة. وفــي عهــد اإلمــام \n٪ 95 ســعود بــن عبدالعزيــز شــهدت الدولــة الســعودية األولــى ازدهــارًا عظيمًــا، فقــد امتــد نفوذهــا إلــى \nمــن أجــزاء الجزيــرة العربيــة؛ مــن أطــراف الشــام والعــراق إلــى أطــراف اليمــن وعُمــان، ومــن الخليــج \nالعربــي إلــى البحــر األحمــر، وســط اســتقرارٍ أمنــي ورفاهيــة تمتّــع بهــا رعاياهــا فــي شــبه الجزيــرة \nالعربيــة، وازدادت مــوارد الدولــة جــرّاء تلــك الوحــدة العظيمــة فــي ظــل التنــوّع االقتصــادي مع االســتفادة \nالقصــوى مــن جميــع خيراتهــا ألول مــرّة فــي تاريــخ الجزيــرة العربيــة. وكان اإلمــام ســعود يبعــث أكثــرَ \nمــن ســبعين عاملــة لجمــع زكاة الباديــة، وكل عاملــة تتكــوّن مــن ســبعة رجــال، وهــم: أميــر، وكاتــب، \nوحافــظ دفتــر، وقابــض للدراهــم التــي تبــاع بهــا إبــل الــزكاة والغنــم، وثاثــة رجــال خــدَّام لهــؤالء األربعة \nولجمــع اإلبــل والخيــل واألغنــام المقبوضــة فــي الــزكاة، واعتــاد هــؤالء الموظفــون المندوبــون التــردُّد \nعلــى مقــرّ الحكومــة فــي الطريــف، إضافــةً إلــى عُمّــال خــرص الثمــار الذيــن يُرســلون إلــى البلــدان. \nوقــد ذكــر المــؤرخ ابــن بشــر واصفًــا مظاهــر الثــراء فــي عهــد اإلمــام ســعود بــن عبدالعزيــز فــي قولــه: \n\"لقــد رأينــا الدرعيــة بعــد ذلــك فــي زمــن ســعود بــن عبدالعزيــز بــن محمــد بــن ســعود رحمهــم اللــه \nتعالــى، ومــا فيــه أهلهــا مــن األمــوال وكثــرة الرجــال والســاح المحلــى بالذهــب والفضــة، وعندهــم \nالخيــل الجيــاد والنجايــب العمانيــات، والمابــس الفاخــرة، والرفاهيــات، ومــا يعجــز عــن عــدّه اللســان، \nويــكلّ عــن حصــره الجنــان والبنــان\". \nومــن صــور الرفــاه فــي عهــده أنّ اإلمــام ســعود بــن عبدالعزيــز كان يخــرج لضيوفــه كل يــوم خمســمئة \nصــاع مــن البُــر واألرز، وكان إذا دخــل رمضــانُ ســار المحتاجــون وقصــدوا الدرعيــة، فــكان يدخلهــم \nلإلفطــار عنــده فــي القصــر. \nويمكــن اإلشــارة هنــا إلــى أنّ عهــد اإلمــام عبدالعزيــز بــن محمــد وعهــد ابنــه اإلمــام ســعود يعــدّ \nالعصــر الذهبــي فــي تاريــخ الدولــة الســعودية األولــى، حيــث اتســعت الدولــة اتســاعًا كبيــرًا، وازدهــرت \nمواردهــا وتعــدّدت، واهتــمّ اإلمــام ســعود اهتمامًــا كبيــرًا بالحــج وشــؤون الحجّــاج، وقــد حــجَّ تســع مــرّات \nوكســا الكعبــة المشــرفة ســبع مــرات مــرّةً بالقــز األحمــر ومــرات أخــرى بالقيــان والديبــاج األســود، \nوجعــل إزارهــا وكســوة بابهــا مــن الحريــر المنســوج بالذهــب والفضــة. ونقــل صاحــب (تذكــرة أولــي النهــي \nوالعرفــان) عــن بعــض الثقــات قولهــم: إنهــا بلغــت الغايــة فــي تقدُّمهــا بالتــرف، بحيــث إنّ مــن المترفيــن \nمــن يغتســل بالطيــب، وإنّ رجــاً دعــا صاحبًــا لــه فأكرمــه بــأن عمــل لــه شــراب الشــاي علــى نــار عــود \nالبخــور. ",
                "7": "  إنّ قصــة الدرعيــة يجــب أن تُــروى وتُبــرز، وخصوصًــا مــن المؤرّخيــن واآلثارييــن؛ بالتنقيــب عنهــا \n 600 وتحليــل تلــك األحــداث التاريخيــة التــي مــرّت بأقــدم موطــن ثابــت لألســرة الســعودية المالكــة منــذ \nعــام، وبالكشــف عــن أبــرز مظاهــر جــودة الحيــاة فيهــا، ومــا وصلــت إليــه مدينــة الدرعيــة مــن ازدهــار \nحقّــق معنــى جــودة الحيــاة بمفهومــه العميــق. وقــد وصــف هــذا العمــق المــؤرخ عثمــان ابــن بشــر فــي \nقولــه: \"وكانــت هــذه البلــدة أقــوى البــاد، وقــوة أهلهــا وكثــرة رجالهــم وأموالهــم ال يحصيــه التعــداد، فلــو \nذهبــت أُعــدِّد أحوالهــم وإقبالهــم فيهــا وإدبارهــم فــي كتايــب الخيــل والنجايــب العمانيــات ومــا يدخــل \nعلــى أهلهــا مــن أحمــال األمــوال مــن ســائر األجنــاس التــي لهــم مــع المســافرين منهــم، ومــن أهــل \nاألقطــار، لــم يســعه كتــاب ولرأيــت العجــب العجــاب\". "
            }
        },
        {
            "book_name": "رؤية الإمام محمد بن سعود",
            "pages": {
                "1": " \n رؤية اإلمام\nمحمد بن سعود\nد. محمد بن عيل العبداللطيف",
                "3": "  تأسســت مدينــة الدرعيــة فــي منتصــف القــرن العاشــر الهجــري علــى يــد األميــر مانــع بــن ربيعــة \nالمريــدي الــذي انتقــل مــن الدرعيــة فــي شــرق الجزيــرة العربيــة التــي عــاش فيهــا آبــاؤه وأجــداده قروناً \nإلــى وســط الجزيــرة العربيــة حيــث أســس الدرعيــة الثانيــة علــى ضــاف وادي حنيفــة. وبانتقــال مانــع \nالمريــدي الدرعــي إلــى وســط الجزيــرة العربيــة أصبــح أحــد زعمــاء المنطقــة الرئيســين وكذلــك أصبــح \nأحــد زعمــاء قبيلــة بنــي حنيفــة البارزيــن. بتأسيســه للدرعيــة، أصبحــت مركــزاً مهمــاًّ علــى طريــق التجــارة \nوالحــج المــار بالمنطقــة والــذي اتخــذ مــن وادي حنيفــة مســاراً لــه. \nاتبــع األميــر مانــع المريــدي منهجــاً جديــداً فــي الحكــم لــم تعرفــه المنطقــة مــن قبــل، وذلــك \n) حيــث أصبحــت الدرعيــة مدينــة ذات اســتقال the City State ( باالعتمــاد علــى أســلوب دولــة المدينــة \n عامــاً مــن تأسيســها، وصــل إلــى حكمهــا أحــد 280 وســيادة واعتمــاد علــى المــوارد الذاتيــة، وبعــد نحــو \nأحفــاد األميــر مانــع المريــدي، وهــو اإلمــام محمــد بــن ســعود مؤســس الدولــة الســعودية األولــى، وذلــك \nم واســتطاع تحويــل الدرعيــة مــن دولــة المدينــة التــي تحكــم نطاقهــا الضيــق إلــى دولــة 1727/هـــ 1139 عــام \nواســعة أطلــق عليهــا الدولــة الســعودية ولتضــم كل أبنــاء الجزيــرة العربيــة ولتغــرس فــي نفــوس أبنائهــا \nالوحــدة والعــزة. \nيعــد تأســيس الدولــة الســعودية األولــى إيذانــاً بعصــر جديــد فــي الجزيــرة العربيــة لــم تعرفــه منــذ \nقــرون طويلــة، ومــع اعتــاء اإلمــام محمــد بــن ســعود ووصولــه للحكــم بــدأ ذلــك العصــر برؤيــة واضحــة \nوراســخة اعتمــدت علــى مــا قبلهــا مــن التجــارب، ووظفتهــا فــي ســبيل بنــاء هــذا الصــرح العظيــم. \n الجذور:\nحينمــا نعــود إلــى جــذور الدولــة الســعودية األولــى فإننــا ســنجدها تقــوم علــى عــدد مــن الركائــز، \nمنهــا األرض، ورمزيــة األرض تتمثــل فــي وادي حنيفــة، ومنهــا األســرة المالكــة آل ســعود وقياداتهــا \nوحكامهــا وانتســابهم لقبيلــة بنــي حنيفــة. \nارتبــط وادي حنيفــة بأحــداث بــارزة فــي تاريخــه خاصــة كونــه يتميــز ببيئــة طبيعيــة فريــدة بتربتــه \nالخصبــة ومياهــه العذبــة، واختيــار عــدد مــن الحضــارات القديمــة االســتقرار بــه فقــد قامــت علــى ضفافه \nطســم وجديــس، وعندمــا بــدأت قبيلــة بنــي حنيفــة االنتقــال إلــى وســط الجزيــرة العربيــة وقــدم أحــد \nزعمائهــا وهــو عبيــد بــن ثعلبــة مــع قومــه مــن غــرب الجزيــرة العربيــة متنقــاً بيــن المواقــع باحثــاً عــن \nموطــن اســتقرار لــه ولعشــيرته، وحيــن وصــل إلــى منطقــة وادي حنيفــة ودرس األحــوال واألوضــاع وجــد \nضالتــه علــى ضفــاف الــوادي فاختــار حجْــراً لتكــون قاعــدة ومســتقرّاً لــه وألســرته. إن قصــة عبيــد بــن \nثعلبــة تعطــي بعــداً كبيــراً ألســاس هــذه الدولــة الســعودية وعراقتهــا وتبيــن العمــق التاريخــي والحضــاري \nللدولــة الســعودية ولألســرة المالكــة آل ســعود. ",
                "4": "  أصبحــت حجــر مدينــة كبيــرة ومركــزاً مهمّــاً بعــد انتقــال عبيــد بــن ثعلبــة، ونتيجــة لذلــك تأســس \nقربهــا عــدد مــن المــدن األخــرى علــى ضفــاف وادي حنيفــة ومنهــا غبــراء التــي تقــع شــمال حجــر \nوقريبــة مــن موقــع الدرعيــة الحالــي. وأصبــح لبنــي حنيفــة الســيادة علــى ضفتــي الــوادي لقــرون طويلــة. \nكان الــوادي ضمــن مملكــة كبيــرة هــي مملكــة اليمامــة التــي حكمهــا أحــد أحفــاد عبيــد وهــو ثمامــة \nبــن أثــال الحنفــي الــذي كانــت لــه مواقــف مشــرفة فــي نصــرة دعــوة الرســول ﷺ، فعندمــا دخــل مكــة \nالمكرمــة معتمــراً كأول معتمــر فــي اإلســام ســألوا عنــه فقيــل لهــم \"هــذا ثمامــة بــن أثــال ملــك اليمامــة\". \n  كانــت مملكــة اليمامــة مــن الممالــك التــي   وخــال حــروب الــردة زمــن الخليفــة أبــي بكــر الصديــق \nصمــدت فــي وجــه المرتديــن، وكان لزعيمهــا ثمامــة بــن أثــال دور فــي التصــدي لهــم ومســاندة جيــوش \nالخافــة الراشــدة، كمــا كانــت فــي ذلــك الوقــت إقليمــاً غنيّــاً بالثــروات الزراعيــة األساســية، إذ كانــت \nتصــدِّر مــا يفيــض منهــا إلــى المناطــق األخــرى. \nاســتمر بنــو حنيفــة زعمــاء فــي اليمامــة فــي عهــد الخلفــاء الراشــدين والدولتيــن األمويــة والعباســية، \nمــارة بنــي األخيضــر وأسســت مركــزاً لهــا فــي المنطقــة وعاثــت فــي األرض فســاداً وشــكلت N  حتــى أتــت \nعبئــاً وضغطــاً علــى ســكان المنطقــة؛ ممــا جعــل العديــد مــن أهالــي اليمامــة ينتقلــون إلــى مناطــق \nأخــرى، ويبحثــون عــن مســتقر آمــن أمــاً فــي العــودة إلــى بادهــم مــرة أخــرى، وكان مــن أولئــك \nالذيــن انتقلــوا إلــى شــرق الجزيــرة العربيــة عشــيرة المــردة التــي أسســت مدينــة الدرعيــة األولــى قــرب \nســاحل الخليــج العربــي. وبعــد نحــو قرنيــن مــن الزمــان أتــى ســقوط األخيضرييــن ليمهــد لعــودة الســيادة \nوالحكــم لبنــي حنيفــة، وهــذا مــا أثبتتــه األخبــار واألحــداث، ومنهــا روايــة ابــن بطوطــة الــذي زار اليمامــة \nفــي القــرن الثامــن الهجــري وتحــدث عــن مدينــة حجــر ووصفهــا وتحــدث عــن لقائــه بأميرهــا طفيــل \nبــن غانــم ووصفــه لهــا بــل مرافقتــه لــه فــي الحــج، وطفيــل بــن غانــم مــن زعمــاء قبيلــة بنــي حنيفــة. \nبعــد نحــو قــرن مــن زيــارة ابــن بطوطــة، كان الحــدث األكبــر فــي منتصــف القــرن التاســع الهجــري \n/ الخامــس عشــر الميــادي وهــو تأســيس مدينــة الدرعيــة. وقــد تكــررت فكــرة االنتقــال وتأســيس حضــارة \nومملكــة مــرة أخــرى، فكمــا انتقــل عبيــد بــن ثعلبــة مــن غــرب الجزيــرة العربيــة ليســتقر علــى ضفــاف \n عــام ليســتقر فــي 1000 وادي حنيفــة أتــى أحــد أحفــاده مــن شــرق الجزيــرة العربيــة بعــد أكثــر مــن \nذات الموضــع ويؤســس مدينــة ســتصبح مــن أعظــم مــدن الجزيــرة العربيــة وعاصمــة الدولــة الســعودية \nاألولــى. \nكان األميــر مانــع المريــدي مســتقرّاً فــي درعيــة شــرق الجزيــرة العربيــة (الدرعيــة األولــى) حاكمــاً \nفــي إمــارة مســتقلة، ولكــن قلبــه وفكــره كانــا ينظــران إلــى بــاد آبائــه وأجــداده فــي اليمامــة، وكان \nينتظــر الفرصــة للعــودة إليهــا بســبب شــخصيته المســتقلة وانتمائــه لــألرض، فمــا إن راســله ابــن عمــه ابــن \nدرع حاكــم حجــر والجزعــة للقــدوم واالنتقــال حتــى أعــد العــدة وقــرر العــودة مــع أســرته. \nينبغــي أن نتوقــف عنــد نقطــة مهمــة ونفكــر بهــا مليّــاً، وهــي أن قــرار االنتقــال ليــس باألمــر الســهل، \nفمانــع ســينتقل مــن بلدتــه القائمــة إلــى أرض جديــدة سيســتقر بهــا وســيعمرها مــن أساســها، ومثــل \nهــذا القــرار قــرار صعــب ويحتــاج إلــى جــرأة، ولكــن مانــع بــن ربيعــة بنظرتــه الثاقبــة ورؤيتــه الواســعة ",
                "5": "  واستشــرافه للمســتقبل عــزم علــى الرحيــل وقــدم إلــى اليمامــة، واســتقر فــي موضعــي غصيبــة والمليبيــد \nاللذيــن تكونــت منهمــا مدينــة الدرعيــة وبناهــا مــن األســاس لبنــة فــوق لبنــة واضعــاً األســاس لقيــام \nمدينــة الدرعيــة. لقــد كان األميــر مانــع المريــدي ذا شــخصية مســتقلة، ترفــض النفــوذ وال تقبــل إال \nالســيادة والقيــادة، وقــد أورث ذريتــه مــن بعــده هــذه الرؤيــة وهــذا االعتــزاز. \nعندمــا أتــى األميــر مانــع المريــدي إلــى المنطقــة أراد أن تكــون بدايتــه متميــزة مــن حيــث التطبيــق \nعلــى نحــوٍ لــم يكــن معروفــاً بهــا، فطبــق فكــرة دولــة المدينــة بحيــث أســس الدرعيــة فــي موضعيــن \nاألول غصيبــة حيــث اختــار لــه موقعــاً اســتراتيجيّاً منيعــاً بإطالــة بديعــة علــى وادي حنيفــة، والثانــي هــو \nالمليبيــد حيــث قــرر أن يكــون هــذا الموقــع للزراعــة. \nاســتمر مانــع وأبنــاؤه مــن بعــده علــى ذلــك النظــام السياســي، حيــث كانــت دولتهــم مكتفيــة ذاتيّــاً \nمــن نــواح متعــددة، ومرهوبــة الجانــب مــن القــوى المختلفــة والبلــدات األخــرى، واســتمرت علــى ذلــك \nقرابــة ثاثــة قــرون، كانــت قوافــل الحــج والتجــارة تمــر مــن البلــدة بأمــن وأمــن وطمأنينــة. \nعملــت دولــة المدينــة فــي الدرعيــة للحفــاظ علــى المكتســبات التــي بدأهــا األميــر مانــع المريــدي، \nواســتطاعت تحقيــق نجاحــات متنوعــة، وإثبــات وجودهــا ونفوذهــا ودورهــا فــي المنطقــة. كل هــذه \nالمكتســبات والتجربــة التــي خاضتهــا دولــة المدينــة فــي الدرعيــة والتــي امتــدت زهــاء ثاثــة قــرون، \nبلغــت بهــا للوصــول إلــى مرحلــة التحــول مــن دولــة المدينــة إلــى دولــة ذات فكــر مرتبــط بالوحــدة، \nوقائمــة علــى األمــن واالســتقرار، وهــذا مــا تحقــق علــى يــد اإلمــام المؤســس محمــد بــن ســعود. \n اإلمام محمد بن سعود:\nم فــي بيــت 1679 / هـــ 1090 ولــد اإلمــام محمــد بــن ســعود بــن محمــد بــن مقــرن فــي الدرعيــة عــام \nعــز وإمــارة، حيــث كان جــده األميــر محمــد بــن مقــرن أميــراً للدرعيــة وكذلــك والــده األميــر ســعود بــن \nمحمــد الــذي تنتســب إليــه األســرة الســعودية المالكــة. \nتعلَّــم محمــد بــن ســعود فنــون الحكــم والسياســة فــي مدرســة جــده ووالــده، واســتفاد منهــا فــي \nتقييــم األوضــاع خــال تلــك الفتــرة. كانــت رؤيــة اإلمــام محمــد بــن ســعود رؤيــة وحدويــة فقــد أســهم \nفــي حفــظ التــوازن فــي الدرعيــة، وســاند والــده وابــن عمــه زيــد بــن مرخــان، وشــارك فــي عــدد مــن \nاألحــداث العســكرية كدفاعــه عــن الدرعيــة ضــد إحــدى الهجمــات المعاديــة، ومشــاركته فــي الحملــة علــى \nالعيينــة التــي عــاد منهــا ليكــون إمامــاً للدولــة الســعودية األولــى. \nرأى اإلمــام محمــد أن تجربــة دولــة المدينــة فــي الدرعيــة بلغــت مرحلــة متقدمــة مــن النضــج، وأنــه \nينبغــي االنتقــال بهــا إلــى مرحلــة جديــدة تندمــج بهــا تجربــة دولــة المدينــة بمفهــوم أوســع وأكبــر يضــم \nمعظــم أرجــاء الجزيــرة العربيــة. ســعى اإلمــام محمــد بــن ســعود خلــف حلــم الوحــدة حتــى اســتطاع \nم حتــى 1727/هـــ 1139 تحقيقــه، فمنــذ أن تولــى اإلمــام محمــد بــن ســعود مقاليــد الحكــم فــي الدرعيــة عــام \nأعلــن تأســيس الدولــة الســعودية األولــى، وبــدأ مشــروعه الكبيــر بتنظيــم األوضــاع فــي الدرعيــة العاصمــة \nحيــث وحــد جهاتهــا. ",
                "6": "  ومــن الواضــح أن اإلمــام محمــد بــن ســعود، إضافــةً إلــى كونــه قائــداً سياســياً فــذاً، فقــد كان حاكمــاً \nحكيمــاً نجــح بشــكل كبيــر فــي حســن إدارة الدولــة منــذ تأسيســها حتــى أصبــح مثــاالً يحتــذى فــي طريقتــه \nوأســلوبه فــي الحكــم. \nكان تأســيس الدولــة الســعودية األولــى بمنزلــة حجــر األســاس لنهضــة ســعودية شــاملة فــي جوانــب \nمتعــددة شــملت الجانــب السياســي والثقافــي والعلمــي واالقتصــادي واالجتماعــي. فحينمــا نأتــي ألول عمــل \nقــام بــه اإلمــام محمــد بــن ســعود بعــد توليــه الحكــم نَجِــد أنــه وحــد شــطري الدرعيــة، وهــذا إثبــات واضــح \nوتطبيــق عملــي لرؤيتــه الثاقبــة وتركيــزه بشــكل رئيــس علــى الوحــدة. كان طريــق الحــج والتجــارة طريــق \nمحــوري ومهــم يربــط بيــن أرجــاء الجزيــرة العربيــة، وكان وادي حنيفــة أحــد المواضــع التــي يمــر بهــا هــذا \nالطريــق، فــرأى اإلمــام محمــد أهميــة تأميــن الطريــق وحمايتــه والتأكــد مــن ســامة القوافــل التجاريــة \nالمــارة بــه، ذلــك أن قــوة االقتصــاد مــن أهــم عوامــل الوحــدة والبنــاء. ومــن أجــل ذلــك عقــد اإلمــام محمــد \nاتفاقيــات عــدة مــع القبائــل القريبــة مــن الدرعيــة لتأميــن الطريــق والحفــاظ عليــه. \nومــن دالئــل االزدهــار الحضــاري للدولــة أن الحــي الرئيــس فــي عهــد الدرعيــة فــي عهــد اإلمــام محمــد \nبــن ســعود ازدحــم بســاكنيه، وهــذا مــا جعــل اإلمــام محمــد يــرى ضــرورة التوســع الحضــري العمرانــي \nببنــاء حــي جديــد فــي هضبــة ســمحان المقابلــة لغصيبــة مــن الجهــة الجنوبيــة وســماه الطرفيــة. هــذا يبيــن \nالرؤيــة الخاصــة لإلمــام محمــد بــن ســعود ورغبتــه فــي إثبــات أن مقومــات الدولــة قائمــة ومســتمرة، وفــي \nامتــداد وازديــاد. عمــل اإلمــام محمــد بــن ســعود للحفــاظ علــى االســتقرار فــي المنطقــة، تمثــل ذلــك فــي \nإعــادة االســتقرار إلــى الريــاض التــي اســتنجد حاكمهــا بــه فأرســل حملــة أعــادت األمــور إلــى نصابهــا. \nتبنّــى اإلمــام محمــد بــن ســعود الدعــوة اإلصاحيــة، وعمــل لحمايتهــا ودعــم طلبــة العلــم وجعــل \nالدرعيــة منــارة علميــة وثقافيــة فــي المنطقــة. \nشــكَّل تأســيس الدولــة الســعودية األولــى نقطــة تحــوُّل كبــرى فــي تاريــخ الجزيــرة العربيــة التــي \n عــام، ولــذا كان محمــد بــن ســعود شــخصية اســتثنائية، وقــد مهــد 1000 لــم تعــرف الوحــدة ألكثــر مــن \nبتأسيســه للدولــة الســعودية قيــام أعظــم دولــة عرفتهــا الجزيــرة العربيــة منــذ عصــر دولــة النبــوة \nوالخافــة الراشــدة. \nم بمنزلــة اللبنــة األولــى لهــذا الكيــان العظيــم الــذي 1727 / هـــ 1139 كانــت انطاقــة التأســيس عــام \nمــر بثاثــة أدوار ومــا زال باقيــاً ومســتمرّاً ألنــه قــام علــى أســاس متيــن ومبــادئ عظيمــة راســخة ورؤيــة \nواضحــة. إن التجربــة الســعودية تجربــة خالــدة قــلَّ أن تجــد لهــا مثيــاً فــي التاريــخ. \n رؤية اإلمام محمد بن سعود:\nيعــد اإلمــام محمــد بــن ســعود مــن أعظــم مؤسســي الــدول فــي العصــر الحديــث، فقــد وضــع أســاس \nعــام، فقــد وضــع اإلمــام محمــد بــن ســعود أســس قيــام أعظــم  300 دولــة شــارف عمرهــا علــى بلــوغ \nدولــة عرفتهــا الجزيــرة العربيــة منــذ أكثــر مــن ألــف عــام، حيــث كان ذا رؤيــة عظيمــة واستشــراف \nباهــر للمســتقبل؛ فقــد اســتطاع أن يؤســس الدولــة علــى قاعــدة صلبــة، وأن يصمــد ويعمــل مــن أجــل \n عامــاً أن يحــول المنطقــة 40 إقامــة الدولــة واســتمراريتها، واســتطاع خــال مــدة حكمــه التــي امتــدت ",
                "7": "  مــن إمــارات متفرقــة متشــتتة إلــى دولــة واحــدة، واســتطاع اســتيعاب الجميــع وإدخالهــم فــي الدولــة \nالجديــدة، واختــار اإلمــام محمــد بــن ســعود الدرعيــة لتكــون عاصمــة للدولــة وقــام بتحصينهــا وتأمينهــا \nلتكــون أقــوى المــدن ونقطــة التقــاء مهمــة فــي طريــق الحــاج والتجــارة. \nتولــى اإلمــام محمــد بــن ســعود فــي فتــرة عصيبــة، فقــد كانــت الجزيــرة العربيــة بأســرها تعانــي منــذ \nألــف عــام اإلهمــال والتشــتت والفرقــة. درس اإلمــام محمــد بــن ســعود األوضــاع السياســية واالجتماعيــة \nواالقتصاديــة وتعــرف علــى أحوالهــا ورأى ضــرورة التغييــر والبــدء ورأى أنــه قــادر علــى قيــادة التغييــر \nوذلــك لكونــه يملــك مقومــات ذلــك النجــاح. \nمنــذ األيــام األولــى الســتامه الحكــم وتأســيس الدولــة الســعودية، رأى اإلمــام محمــد ضــرورة تثبيــت \nاألوضــاع فــي المنطقــة خاصــة بعــد حادثــة العيينــة ومــا جــرى فيهــا مــن محاولــة للقضــاء عليــه، وهنــا \nيتبيــن لنــا حــذر اإلمــام محمــد بــن ســعود ونباهتــه وحرصــه علــى ســامة الدولــة واطمئنــان المواطنيــن \nأن األمــور فــي نصابهــا. \nحــرص اإلمــام محمــد بــن ســعود علــى االســتقرار االقتصــادي للدولــة منــذ األيــام األولــى لتوليــه \nالحكــم، فقــد كانــت الدرعيــة مــن أبــرز محطــات التوقــف فــي طريــق الحــج القــادم مــن شــرق الجزيــرة \nالعربيــة، وكان دور اإلمــام محمــد أن يجعــل الدرعيــة أهــم محطــة فــي محطــات هــذا الطريــق الــذي يمــر \nبــه آالف الحجــاج. أراد اإلمــام محمــد التأكيــد علــى أن الدرعيــة هــي األبــرز فــي هــذا الطريــق ممــا جعلــه \nيهتــم بــه ويحــرص علــى فــرض األمــن واألمــان فــي ربوعــه. \nومــن األمــور التــي بينــت رؤيــة اإلمــام محمــد بــن ســعود مــن الناحيــة االقتصاديــة هــو تطويــره \nلألنظمــة االقتصاديــة فــي الدولــة وتأســيس بيــت المــال الــذي كان بمنزلــة وزارة الماليــة في ذلــك الوقت. \nوحرصــه علــى دعــم المواطنيــن وتأســيس برامــج دعــم لطلبــة العلــم والمحتاجيــن فــي الدرعيــة وغيرهــا \nمــن المــدن التــي دخلــت فــي وحــدة الدولــة. واألمثلــة علــى ذلــك كثيــرة، منهــا قصتــه مــع التاجــر مــن \nممــا يــدل علــى اهتمامــه باقتصــاد الدولــة وتركيــزه علــى فئــة التجــار، وفيمــا يأتــي نصهــا: \"مــن ســخاوته \nأن كان الرجــل يأتيــه مــن البلــدان يطلــب منــه شــيئاً كثيــراً لوفــاء ديــن عليــه. فــإذا عــرف أنــه محــق \nأعطــاه إيــاه، حتــى إن بعــض الســنين وفــد عليــه رجــل مــن أهــل بريــدة اســمه ناصــر بــن إبراهيــم، وكان \nتاجــرا، لكنــه أفلــس ببعــض أمــوال النــاس صرفهــا فــي مهمــات نفســه. وكان الــذي عليــه أربعــة آالف \nذهبــاً. فلمــا وصــل الدرعيــة أبــدى األمــر لمحمــد بــن ســعود فأعطــاه أربعــة آالف ذهبــاً، ولــم يُبــالِ. فقــال \nلــه أوالده: أتعطــي رجــاً ال تعرفــه إال باالســم هــذا المبلــغ الكبيــر؟ فقــال: نعــم. يــا أوالدي الدنيــا إنمــا \nجعلــت لكرامــة بنــي آدم. فالخيــر منهــم ذو الشــرف إذا ذل يبغــي إعانتــه بمــا يمكــن لئــا يزدريــه الســفل. \nوناصــر بــن إبراهيــم قــد ســمعتم بــه أنــه رجــل كان ذا مــال وشــرف. وقــد اضطــره الزمــان. فعلــى النــاس \nالكــرام إبــداء الخيّــر لمثلــه\" \nامتــدت رؤيــة اإلمــام محمــد بــن ســعود إلــى الناحيــة االجتماعيــة، فقــد حــرص علــى مســاعدة أبنــاء \nالمجتمــع وحثهــم علــى الــزواج وحــث النــاس علــى تزويــج بناتهــم، وهــذا دليــل علــى حرصــه علــى وحــدة \nالمجتمــع وتماســكه ورؤيتــه المســتقبلية للدولــة وشــعبها: \" هــذا والمعهــود مــن محمــد بــن ســعود أن ليــس \nأحــد يــراه شــابا مــن أهــل بلــده وجماعتــه غيــر متــزوج إال ســأل عــن حالــه. فــإذا قيــل لــه: ال يمكــن ",
                "8": "  شــيئا مــن جهــاز جهــزه، وأمــره بالــزواج. وإذا امتنــع أن يعطــي أحــد بنتــه لشــخص خطبهــا؛ وهــو كفــؤ، \nســار محمــد بــن ســعود بنفســه إليــه، وعاتبــه فــي رد ذلــك. وربمــا يشــترط علــى نفســه أن أعطــوا هــذا \nفانــة فــإن صابهــا منــه ضــرراً مــن كســوة أو متــاع أو ســكن فأنــا ضامــن بــه. وكان كذلــك يفعــل حيــث \nوقــع الشــرط ال محالــة. وذلــك لحســن ســيرته وســريرته، يريــد التئــام جماعتــه وكثــرة خيرهــم بالتناســل \nوالتســاعف.\" \nمــن األمــور التــي تبيــن الرؤيــة المســتقبلية لإلمــام محمــد بــن ســعود حرصــه علــى حمايــة الدولــة \nونشــر األمــن واألمــان بهــا، والتأكيــد علــى أنهــا دولــة راســخة وقويــة وقــادرة علــى الدفــاع عــن أراضيهــا \n،فقــد كان هــو ومــن جــاء بعــده مــن األئمــة يحرصــون علــى بنــاء الحصــون والقــاع التــي تحمــي المــدن \nوالطــرق وتؤمــن أحــوال الحجــاج وقوافــل التجــارة، وكانــوا يشــحنونها بالمــؤن والمتــاع التــي تكفــي مــن \nبهــا لفتــرة طويلــة: \"كان شــأن آل ســعود إذا حيــث تولــوا بلــد كبيــرة أو كــورة بنــوا حصنــا فــي تلــك البلــدة \nعلــى حــدة عــن حصنهــا األول إن كان لهــا حصــن، وحفــروا حولهــا خندقــا إذ كانــت أرضهــا صلبــة، \nوأحكمــوا بنيــان القلعــة، ورتبــوا فــي الحصــن قــدر خمســمئة رجــل عســكري أو ألــف رجــل علــى قــدر \nالبــاد وخراجهــا، وســموهم األمنــاء؛ إمــا مــن أهلهــا إن اســتصلحوهم أو مــن غيرهــا مــن بــاد، ويعينــون \nلهــؤالء متاعــاً كثيــراً ربمــا كفايــة ســنتين أو ثــاث ســنين ممــا يدخــر، ويجعلــون فــي الحصــن، أيضــا، \nبنــادق عديــدة وبــاروداً كذلــك.\" \nقــام اإلمــام محمــد بــن ســعود ببنــاء ســور الدرعيــة حيــث يعــد مــن أعظــم األســوار آنــذاك وأكبرهــا، \nأراد بــه اإلمــام أن تصــل فكــرة قــوة الدولــة وقدرتهــا علــى الدفــاع عــن نفســها ونشــر األمــن واالســتقرار \nفــي ربــوع المناطــق التــي  وحدتهــا. \n ذكــر ابــن غنــام نصّــاً عــن ذلــك، قــال:  \"قــام اإلمــام عبدالعزيــز بــن محمــد فــي عهــد والــده اإلمــام \nمحمــد بــن ســعود بالجــد واالجتهــاد، وشــمَّر ســاعده فــي البنــاء فبنــى علــى الدرعيــة ســورين منضوديــن \nبالبــروج\" . مــع العلــم أن الدرعيــة لــم تتــم مهاجمتهــا إال مرتيــن، وهــذا يــدل علــى رؤيــة اإلمــام محمــد \nبــن ســعود وأنــه يعلــم بــأن األســوار ال تكفــي لحمايــة الدولــة بقــدر رجالهــا القادريــن علــى حمايتهــا، \nفكانــت رؤيتــه  قائمــة علــى بنــاء اإلنســان وبنــاء المــكان، وبذلــك اســتطاع بهــذه القــدرة االستشــرافية \nالمســتقبلية أن  يؤســس لقاعــدة صلبــة قويــة قــادرة علــى االســتمرار، وأن يجعــل هــذه التجربــة ناجحــة \nبجميــع المقاييــس. \nمــن األمــور المهمــة التــي تبيــن رؤيــة اإلمــام محمــد بــن ســعود المســتقبلية وإيمانــه بعنصــر التخطيط \nأنــه بعــد أن رأى غصيبــة وهــي المســتقر األول ألجــداده قــد بــدأت فــي االكتظــاظ بالســكان بعــد تأســيس \nالدولــة أمــر بتخطيــط حــي جديــد فــي الدرعيــة، وهــو حــي الطرفيــة فــي ســمحان الــذي ســرعان \nمــا امتــدت مســاحته بشــكل كبيــر علــى هضبــة ســمحان ممــا حــدا بابنــه اإلمــام عبدالعزيــز باالنتقــال \nوتأســيس حــي الطريــف بعــد وفــاة والــده اإلمــام محمــد بــن ســعود. هــذا األمــر يعطــي داللــة واضحــة \nعلــى رؤيــة التخطيــط التــي كان يتحلــى بهــا اإلمــام محمــد بــن ســعود وقــدرة الدولــة علــى اســتيعاب \nاألعــداد الكبيــرة التــي بــدأت بالوفــود علــى العاصمــة الدرعيــة. ",
                "9": "  مــن النقــاط الرئيســة فــي رؤيــة اإلمــام محمــد بــن ســعود هــي أنــه بعــد توحيــد المناطــق ودخولهــا \nفــي وحــدة الدولــة أنــه يبقــي علــى أمــراء تلــك المــدن أو المناطــق وال يســتبدلهم بغيرهــم وذلــك اســتمالة \nلهــم ودعمــاً فــي مســألة اإليمــان بأهميــة الوحــدة. \nيتبيــن لنــا مــن خــال ســرد جانــب مــن فتــرة حكــم اإلمــام محمــد بــن ســعود وتأسيســه للدولــة \n، رؤيتــه الملهمــة وقدرتيــه الكبيــرة علــى القيــادة والحكــم الرشــيد ووضعــه ألســس قويــة للدولــة 1727 عــام \nمازالــت قائمــة وقويــة حتــى اليــوم. "
            }
        },
        {
            "book_name": "قيام الدولة السعودية الأولى",
            "pages": {
                "1": " \nقيام\nالدولة السعودية األولى \nنظرية جديدة في تحقيب اتريخ \nنجد الحديث والجزيرة العربية\nد. صالح بن مخضور السلمي\nد. عيل بن حسن النجعي",
                "3": "  تبنــى واضعــو مشــروع \"الكتــاب المرجــع فــي تاريــخ األمــة العربيــة\" منهــج التحقيــب، وشــارك فــي \nكتابــة محتــواه أكثــر مــن ثاثمئــة باحــث ومــؤرخ تناولــوا فيــه أهميــة الــدور العربــي فــي بنــاء الحضــارة \nاإلنســانية وتواصلهــا مــع حضــارات األمــم األخــرى، والجزيــرة العربيــة كانــت منطلــق وبدايــة لذلــك \nالمشــروع كونهــا البيئــة التــي ظهــر فيهــا اإلســام، قســموا فيــه التاريــخ العربــي إلــى عشــر حقــب \nتاريخيــة، تبــدأ الحقبــة الســابعة باالحتــال العثمانــي للمشــرق اإلســامي لنحــو أربعــة قــرون، خــال هــذه \nم، حدثــاً سياســيّاً 1727 /هـــ 1139 الحقبــة كانــت الجزيــرة العربيــة -وفــي نجــد بالتحديــد- قــد شــهدت عــام \nمهمّــاً نتــج عنــه وحــدة سياســية لــم تشــهد الجزيــرة العربيــة مثيــاً لهــا منــذ توحيدهــا فــي عصــر النبــوة؛ \nحــدثٌ يعيــد الجزيــرة العربيــة للواجهــة مــن جديــد، عــودة يمكــن مــن خالهــا إعــادة تقســيم الحقــب \nالتاريخيــة مــن جديــد. \nوالتحقيــب علــى أســاس الحــوادث السياســية والدينيــة منهــج أصيــل عنــد المؤرخيــن المســلمين، \nوفاســفة التاريــخ اإلســامي، فالكافيجــي يــرى بالتحقيــب علــى أســاس حــوادث كبيــرة سياســية أو دينيــة، \nكظهــور ملّــة، أو وقــوع حادثــة هائلــة مــن طوفــان أو زلزلــة عظيمــة ونحوهمــا مــن اآليــات الســماوية \nوالعامــات األرضيــة، ويــرى الســخاوي التحقيــب بحــوادث صغيــرة كتعييــن وزيــر وغيــره. \nم كحــدث كبيــر تــرى 1727/هـــ 1139 وفــي العصــر الحديــث ومــع قيــام الدولــة الســعودية األولــى عــام \nالدراســة أنــه األبــرز فــي هــذا التاريــخ هــو بدايــة تاريــخ نجــد الحديــث والجزيــرة العربيــة، ويمكــن \nاختبــار هــذه الفرضيــة والبرهنــة عليهــا مــن خــال األعمــال العظيمــة التــي قــام بهــا مؤســس هــذه الدولة \nاإلمــام محمــد بــن ســعود، والنتائــج التــي أحدثهــا علــى مســتوى االســتقرار الداخلــي والــذي تمخــض عنــه \nوحــدة سياســية لــم تشــهد الجزيــرة العربيــة مثيــاً لهــا، وقفــزة نوعيــة كذلــك علــى مســتوى العاقــات \nالخارجيــة، إضافــة إلــى التطــورات فــي شــتى النواحــي، السياســية، واالقتصاديــة، والعلميــة، األمــر الــذي \nأعــاد اكتشــاف الدولــة وأعــاد الحضــور التاريخــي للجزيــرة العربيــة بعــد أن انســحبت مراكــز الحضــارة \nهـــ. 35 بعــد الخافــة الراشــدة وفــي أثنائهــا إلــى جغرافيــات أخــرى فــي العــراق والشــام، منــذ عــام \n):Periodization  of  history(   مفهوم التحقيب \nالتحقيــب هــو محاولــة لتصنيــف أو تقســيم الزمــن / التاريــخ إلــى كتــل منفصلــة ومركبــة، إمــا بالنســبة \nلتاريــخ عالمــي مفتــرض، أو بالنســبة لتاريــخ حضــارة مــا بيــن ظهورهــا وســقوطها، أو بالنســبة لتاريــخ أمــة \nأو بلــد أو جماعــة، والتحقيــب معرفيّــاً يختلــف باختــاف الحقــول المعرفيــة، فنجــد التحقيــب الجيولوجــي، \nوالمناخــي، والنباتــي، والتاريخــي. \nوالتحقيــب التاريخــي عنــد المؤرخيــن ينقســم إلــى ثاثــة أقســام: التحقيــب بالحــوادث، والتحقيــب \nبالظواهــر، والتحقيــب بالســاالت واألســر الحاكمــة. ",
                "4": "  ويحتــل التحقيــب التاريخــي مركــز االهتمــام فــي العلــوم اإلنســانية فــي العالــم الغربــي، لكنــه لــم \nيحــظ بكثيــر اهتمــام فــي البــاد العربيــة واإلســامية. ومنــذ القــدم جــزّأ صانعــو المعرفــة التاريخيــة \nالزمــن التاريخــي إلــى حقــب متفاوتــة، وجــرى تصنيفهــا بطــرق مختلفــة متجــددة مــن فتــرة إلــى أخــرى، \nومــن مــكان إلــى آخــر. \nولذلــك يمكــن القــول إن كل تحقيــب هــو نتــاج التفــاق يحصــل فــي لحظــة مــا بيــن فاعليــن معينيــن \nفــي إطــار جغرافــي وفكــري وزمنــي محــدود، فهــو يحمــل بالضــرورة بصمــات هــذا اإلطــار ويعبّــر عنــه، \nوطبيعــي أن يكــون كل تحقيــب مرشــحًا للتغيّــر مــا إن يحصــل تحــوّل فــي المعطيــات التــي كانــت أســاس \nتشــكّله فــي األصــل؛ لكــن التغييــرات فــي مكونــات التحقيــب تكــون أحيانًــا جزئيّــة؛ بحيــث تقتصــر إعــادة \nإنتــاج التحقيــب أحيانًــا علــى جوانــب، وتبقــي علــى أخــرى، وقــد يحصــل أن يعطــي لتحقيــب قديــم معانــي \nجديــدة. \nوللمؤرخيــن والعلمــاء والفاســفة دور كبيــر فــي تقســيم التاريــخ إلــى حقــب تاريخيــة، بحيــث بــدأ \nالتحقيــب الهوتيّــاً علــى أســس دينيــة واعتُمــد فــي كل الديانــات الســماوية التــي تؤمــن ببدايــة الخلــق \nونهايتــه فــي اآلخــرة، بنظــرة محكومــة بالعنايــة اإللهيــة. \n) مــا زال Paradigm( ثــم مــع ظهــور النهضــة األوروبيــة والوعــي بهــا ظهــر تحقيبــاً جديــداً كنمــوذج \nفاعــاً حتــى اآلن فــي المخيــال الجمعــي للعالميــن الغربــي والعربــي، (حقبــة قديمة، وكاسيكســة وســيطة، \nوحديثة).\nوفــي العصــر الحديــث والمعاصــر اختلــف كثيــرًا فــي بدايــة التحقيــب للفترتيــن الحديثــة والمعاصــرة \nونهايتهمــا، ولخمســة قــرون تــم ربــط التحقيــب فــي التاريــخ العربــي خطــأً بالدولــة العثمانيــة فــي تاريــخ \nالجزيــرة العربيــة الحديــث، والتاريــخ العربــي علــى نحــوٍ عــام. \nففــي مصــر علــى ســبيل المثــال ظــل التحقيــب لتاريخهــا الحديــث بحملــة نابليــون بونابــرت، ولكــن \nســرعة انســحاب الحملــة الفرنســية مــن مصــر، وســقوط القــوى االجتماعيــة التــي تأثــرت بدرجــة مــا \nبمــا حملتــه الحملــة الفرنســية مــن أفــكار سياســية واجتماعيــة وإداريــة حــال دون تطــور فــي المجتمــع \nالمصــري انطاقًــا مــن سياســات بونابــرت وحملتــه علــى مصــر، ولذلــك مــن الناحيــة العمليــة ال يمكــن \nقبــول مــا يذهــب إليــه بعــض المؤرخيــن مــن أن تاريــخ مصــر الحديثــة يبــدأ مــن حملــة نابليــون بونابــرت، \nوانتقلــوا إلــى القــول بوصــول محمــد علــي باشــا للحكــم هــو بدايــة تاريــخ مصــر الحديثــة، ألنــه مؤســس \nالدولــة الحديثــة فــي مصــر. \nومــع زيــادة الوعــي بالتاريــخ وفكــرة الزمــن فــي البــاد العربيــة بــدأ التنبــه إلــى عقــم فكــرة البــدء \nالتاريخــي باحتــال العثمانييــن بعــض البــاد العربيــة، ألن العثمانييــن لــم يأتــوا بجديــد ال فــي الكيانــات \nالسياســية وال فــي النظــم االجتماعيــة وال فــي التقــدم التقنــي. \nوفــي الجزائــر أخــذوا بالخــروج عــن هــذا التقليــد القديــم فــي التحقيــب، وانطلقــوا إلــى التحقيــب \nم، 1830 بحــوادث ذات أثــر أكبــر فاعليّــة، فأرخــوا للعصــر الحديــث باالحتــال الفرنســي لبادهــم عــام ",
                "5": "  ونعتقــد كان نصــب أعيــن مثقفيهــم مكــر التاريــخ الــذي نظّــر لــه الفيلســوف األلمانــي فردريــك هيغــل، \nألن مــا تمخــض عــن هــذا االحتــال - برأيهــم - مــن ظهور نمــاذج تحديــث بالمعنــى األوروبــي، فالمقاومة \nكانــت تدعــو إلــى قيــام كيــان سياســي، والعاقــة مــع المســتعمر أدت إلــى تحــول اجتماعــي واقتصــادي \nعميــق، وظهــور الوعــي الفكــري واإليمــان بالتقــدم العلمــي ومجــاراة العالــم فــي التقنيــات. \nوفــي الجزيــرة العربيــة وتأسيسًــا علــى مــا ســبق، وفــي إطــار ذلــك النمــوذج الســائد، وعلــى أســاس \nتقنيــة الحقــب، وعلــى أســاس التقســيم علــى الحــوادث السياســية والدينيــة، فــإن قيــام الدولــة الســعودية \nم يعــد بدايــة لتاريــخ الجزيــرة العربيــة الحديــث. 1727 / هـــ 1139 األولــى عــام \nذلــك الحــدث السياســي الــذي أدى إلــى تأســيس دولــة تمكنــت مــن توحيــد معظــم الجزيــرة العربيــة \nعاصمتهــا الدرعيــة. \n   أحوال الجزيرة العربية بعد انتقال مراكز الحضارة إلى العراق والشام \n     وحتى قيام إمارة الدرعية:\nهُمّشــت الجزيــرة العربيــة كثيــرًا بعــد انســحاب مراكــز الحضــارة اإلســامية إلــى العــراق والشــام بعــد \nانتقــال العاصمــة مــن المدينــة المنــوّرة إلــى الكوفــة فــي العــراق ثــم دمشــق ثــم بغــداد. \nيقــول الشــيخ عبداللــه البسّــام: \" لمــا انتقلــت العاصمــة اإلســامية إلــى خــارج جزيــرة العــرب وصــارت \nعواصــم الدولــة اإلســامية هــي دمشــق، ثــم بغــداد، ثــم تعــددت العواصــم بيــن بغــداد والقاهــرة واألندلس \nوحلــب وغيرهــا، ضعــف االهتمــام بالجزيــرة العربيــة عــدا الحرميــن الشــريفين اللذيــن احتفظــا ببعــض \nمكانتهمــا السياســية واالجتماعيــة والعلميــة لتعلّــق الشــعائر الدينيــة بهمــا، وكونهمــا مبعــث الهدايــة والنــور، \nكمــا أن الخلفــاء مــن األموييــن والعباســيين يرجعــون فــي أنســابهم وموطنهــم إلــى مكــة والمدينــة...\". \nثــم عندمــا تحــدث عــن نجــد، قــال: \"أمــا نجــد فقــد عدمــت العنايــة بهــا مــن الــدول اإلســامية إال \nبقــدر تأميــن طــرق الحجــاج مــن قطّــاع الطريــق أو وضــع عامــات علــى مســالك الطــرق وعمــل مصانــع \nلتوفيــر الميــاه للحجــاج المجتازيــن، ورحــل عنهــا النابهــون مــن شــعرائها وأدبائهــا وزعمائهــا وســاداتها \nوفرســانها فأقامــوا بالقــرب مــن الخلفــاء واألمــراء، فقــد ســكنوا البصــرة والكوفــة وبغــداد وبــاد فــارس \nوبلــدان الشــام ومصــر واألندلــس وانتقــل األدب والشــعر واألخبــار معهــم، فمــن ذلــك التاريــخ صــارت \nنجــد فــي زوايــا المهمليــن، وبعــدت عــن أمكنــة التدويــن والروايــة...\". \nم وعاصمتهــا الخضرمــة 867 / هـــ 253 وفــي نجــد وعنــد قيــام اإلمــارة األخيضريــة فــي اليمامــة عــام \nأصبحــت نجــد مركــز الثقــل فــي الجزيــرة العربيــة . ومــرّت نجــد فــي ظــل حكــم هــذه اإلمــارة بمراحــل \nقــوة وضعــف، تــداول أبنــاء مؤسســها محمــد األخيضــر الحكــم، قامــوا خالهــا بتهجيــر بعــض ســكان \nاليمامــة مــن القبائــل واألســر مثــل بنــي حنيفــة وغيرهــم، يقــول ابــن حوقــل: \"وصــادف ذلــك دخــول \nمحمــد بــن يوســف الحســني األخيضــر اليمامــة وانقشــاع أهلهــا مــن جــوره إلــى أرض مصــر فــي آالف \nكثيــرة\". ",
                "6": "  وفــي مراحلهــا األخيــرة إمــارة صغيــرة ال يتجــاوز نفوذهــا وســط بــاد اليمامــة اســتمرت حتــى أواخــر \nم.1093/ هـــ 486 القــرن الخامــس الهجــري \nوفــي الفتــرة مــن ســقوط اإلمــارة األخيضريــة وحتــى قيــام إمــارة الدرعيــة لــم تحكــم اليمامــة حكمًــا \nقويًــا يــكاد يُجمــع المؤرخــون والباحثــون علــى غمــوض تاريــخ نجــد فــي هــذه الفتــرة وغيابهــا فــي \nالمصــادر، ويصــف عبداللــه بــن خميــس تلــك الحقبــة بالعميــاء، إذ يقــول: \"عمــي الكثيــر مــن حلقــات \nتاريخهــا قرونًــا متعاقبــة تحكمهــا القبيلــة، وتســودها الفوضــى واالضطــراب. حقبــة عميــاء مجهولــة \nالتاريــخ مفقــودة األثــر\". وربمــا ألنهــا لــم تحكــم حكمــاً قويّــاً بحيــث لــم تقــم فيهــا دولــة ذات شــأن لــم \nتكــن محــط أنظــار المؤرخيــن. \nعلــى أي حــال فإنــه فــي هــذه الفتــرة الممتــدّة مــا بيــن ســقوط اإلمــارة األخيضريــة وحتــى منتصــف \nالقــرن التاســع الهجــري لــم تظهــر خالهــا دولــة أو إمــارة منظمــة تحكــم اإلقليم وتنظم شــؤونه السياســية، \nواألمنيــة، واالقتصاديــة، واالجتماعيــة، بــل ســادت الفوضــى واالضطرابــات السياســية واألمنيــة بيــن القــوى \nالمحليــة بعــد ســقوط اإلمــارة األخيضريــة، وهــي صراعــات بيــن قبائــل يحكمهــا منطــق القــوة، ومــن تلــك \nالقبائــل قبيلــة بنــي كاب، وهــم قبيلــة تربطهــم بأســافهم األخيضرييــن صلــة مصاهــرة، بــل كان لهم دور \nفــي وصــول األخيضرييــن للحكــم فــي اليمامــة، ولذلــك كان لهــم نفــوذ وغلبــة وســيطرة فــي بــاد اليمامــة \nبعدهــم، ثــم كانــت الغلبــة لقبائــل أخــرى بعدهــم كبنــي عائــذ، ومــن انضــوى تحتهــم مــن آل يزيــد، وآل \nمزيــد، والدواســر، وبنــي عائــذ بــن ســعيد، ثــم مــع مطلــع القــرن الســابع الهجــري كانــت الســيادة لبنــي \nحنيفــة، وعــودة مدينــة حجــر وتراجــع مدينــة الخضرمــة عاصمــة األخيضرييــن واضمحالهــا. \nوأمــام تلــك الصراعــات القبليــة وذلــك الفــراغ السياســي وقعــت المنطقــة مجــاالً لنفــوذ القــوى \nالمجــاورة . \nم:1727/هـ 1139    الدرعية قبيل\nعــاد بنــو حنيفــة إلــى مدينــة حجــر بعــد زوال األخيضرييــن، وممــا يؤكــد ذلــك مــا ذكــره ابــن \nم عنــد حديثــه عــن بنــي 1278/هـــ 677 م)، نقــاً عــن الحمدانــي عــام 1348/هـــ 749( فضــل اللــه العمــري \nيزيــد، فعــد مــن ديارهــم: مَلهَــم، وبنبــان، وحَجْــر، ومنفوحــة، وصياحًــا، وغيرهــا، وبنــو يزيــد مــن بنــي \nحنيفــة\". \nوفــي المــدّة مــا بيــن القــرن الســابع الهجــري والقــرن الحــادي عشــر الهجــري ومــع تحســن األحــوال \nالمناخيــة شــهد وســط الجزيــرة العربيــة ازديــادًا ملحوظًــا فــي حركــة الســكان، حيــث هاجــر كثيــر مــن \nالقبائــل مــن الغــرب والجنــوب الغربــي، وعــاد ســكان الحاضــرة وقامــت العديــد مــن البلــدات التــي \nتحولــت إلــى مــدن مثــل: الدرعيــة، والعيينــة، وحرمــة، والغــاط، والمجمعــة، وحريمــاء، والحريــق، وحوطــة \nبنــي تميــم، وروضــة ســدير، والحصــون، وشــقراء، وغيرهــا. \nوعليــه يمكــن القــول إن ظاهــرة عــودة الســكان إلــى وســط الجزيــرة العربيــة واالســتقرار وظهــور \nالمــدن هــو نذيــر ببدايــة قيــام كيــان سياســي وقيــام دولــة فــي المنطقــة، األمــر الــذي تحقــق الحقًــا علــى ",
                "7": " .يــد اإلمــام محمــد بــن ســعود وقيــام الدولــة الســعودية األولــى \nوالدرعيــة إحــدى هــذه البلــدات التــي أصبحــت العاصمــة األولــى للدولــة تُنســب إلــى الــدروع مــن \nبنــي حنيفــة، وقــد أسســوا مدينــة تحمــل االســم نفســه هــي الدرعيــة األولــى فــي الموقــع الــذي اســتوطنوه \nفــي شــرق الجزيــرة العربيــة عندمــا غــادروا حجــرًا بعــد قــدوم األخيضرييــن. \nولكــن نتيجــة لألحــوال الطبيعيــة القاســية مــن جفــاف وغيــره، وتســلط الجبرييــن عليهــم فــي \nمنطقتهــم، وتواصلهــم مــع أبنــاء عمومتهــم فــي اليمامــة، قــرر األميــر مانــع المريــدي جــدّ األســرة \nم االنتقــال بأســرته مــن 1446 / هـــ 850 المالكــة آل ســعود فــي منتصــف القــرن التاســع الهجــري فــي عــام \nشــرق شــبه الجزيــرة العربيــة إلــى العــارض فــي نجــد بدعــوة مــن ابــن عمــه ابــن درع صاحــب حجــر \nوالجزعــة، فمنحهــم موضعــي (المليبيــد)، و(غصيبــة) فاســتقر فيهمــا مانــع بأســرته، وأصبحــت بعــد ذلــك \nمناطــق عامــرة بالســكان والزراعــة، وأنشــئت فيهــا بلــدة قويــة ســميت الدرعيــة (الثانيــة) امتــدادًا الســم \nبلدتهــم الســابقة ونســبة إلــى الــدروع، وأصبحــت إمــارة قويــة تحــت حكــم آل ســعود، وســعى أمراؤهــا إلــى \nتأســيس دولــة واســعة النفــوذ فــي المنطقــة متبعيــن فــي ذلــك تاريــخ أســافهم مــن بنــي حنيفــة. \nعندمــا وصــل األميــر مانــع المريــدي وعشــيرته واســتقر فــي (المليبيد)و(غصيبــة) ومــا بينهمــا علــى \nجوانــب وادي حنيفــة، أنشــأ بلــدة الدرعيــة الجديــدة، وبــدأ فــي تعميرهــا بقصــد تأســيس إمــارة ذات نفــوذ، \nوازداد ســكانها مــن عشــيرته وغيرهــا. \nتولــى ربيعــة ابــن المؤســس مانــع، وواصــل البنــاء وتوســيع مســاحتها. ثــم ازدادت الدرعيــة اتســاعًا \nونفــوذًا فــي عهــد موســى بــن ربيعــة بــن مانــع المريــدي، وتولــى بعــده إبراهيــم بــن موســى، ثــم مرخــان \nبــن إبراهيــم، ثــم تعاقــب علــى حكــم اإلمــارة العديــد مــن أبنــاء وأحفــاد إبراهيــم بــن موســى، مــرّت \nالدرعيــة خالهــا بانقســامات وفرقــة وخافــات ال أســاس لهــا ســوى العصبيــة القبليــة. \nم تولــى إمــارة الدرعيــة ســعود بــن محمــد بــن مقــرن وقــد عُــرف بالشــجاعة 1719 / هـــ 1132 وفــي عــام \nم، وبعــد وفــاة األميــر ســعود، 1720/هـــ 1133 وتمكــن مــن مقاومــة حملــة أميــر األحســاء علــى الدرعيــة عــام \nم تولــى زيــد بــن مرخــان كبيــر آل وطبــان 1724 / هـــ 1137 بــن محمــد بــن ســعود بــن مقــرن فــي ســنة \nإمــارة الدرعيــة، وبعــد مقتــل األميــر زيــد تولــى بعــده محمــد بــن ســعود الــذي أعلــن تأســيس الدولــة \nم.1727/هـــ 1139 الســعودية األولــى عــام \nوبذلــك أصبحــت المنطقــة مهيــأة إلنشــاء دولــة مركزيــة تعيــد لشــبة الجزيــرة العربيــة وحدتهــا \nواســتقرارها، ودخلــت الدرعيــة مرحلــة جديــدة عندمــا تولــى إمارتهــا اإلمــام محمــد بــن ســعود مرحلــة \nيمكــن التأســيس عليهــا كمنطلــق لبدايــة التاريــخ الحديــث للجزيــرة العربيــة.   \nلكــن يجــب اإلشــارة إلــى أحــوال الدرعيــة قبيــل هــذا التاريــخ، حتــى نبرهــن علــى التحــول الهائــل \nالــذي أحدثــة اإلمــام محمــد بــن ســعود بوصولــه إلــى إمــارة الدرعيــة، بحيــث كانــت الدرعيــة، كمــا يقــول \nابــن خميــس: \"قريــة شــأنها شــأن قــرى نجــد يســودها الجهــل ويعمهــا التأخــر، ويحكمهــا الفوضــى...\"، ثــم \nيضيــف أن الحكــم \"فــي الدرعيــة آنــذاك لــم يكــن حكمًــا ثابتًــا قويًّــا بــل كان مهــزوزًا مترنحًــا ضعيفًــا\".   ",
                "8": "  وكان الوضــع فــي نجــد مــن الناحيــة السياســية كمــا يقــول منيــر العجانــي أشــبه بحــال ملــوك \nالطوائــف، وفــي الناحيــة الدينيــة أشــبه بحــال الجاهليــة، ففــي فتــرة حكــم موســى بــن ربيعــة للدرعيــة \nوصــل بــه الحــال أن احتــال علــى قتــل أبيــه ربيعــة، أصابــه بعــدّة جــروح، ولكنــه لــم يســتطيع القضــاء \nعليــه، وهــرب إلــى العيينــة، فهــرب إلــى حمــد بــن حســن بــن طــوق فــي العيينــة، فأحســن وفادتــه وأكرمــه \nبســبب معــروف ســبق أن قدّمــه لــه، وفــي تلــك األثنــاء جمــع موســى بــن ربيعــة جموعــه مــن المــردة، \nوجميــع مــن عنــده مــن الموالفــة، وصبّــح آل يزيــد فــي النعميــة والوصيــل وقتــل منهــم أكثــر مــن ثمانيــن \nرجــاً واســتولى علــى منازلهــم ودمرهــا فلــم تقــم لهــم قائمــة، وصــارت هــذه الوقعــة مضــرب المثــل، \nفيقــال: \"صبحهــم مثــل صبــاح الموالفــة آلل يزيــد\"، واســتمر موســى بــن ربيعــة فــي الواليــة إلــى أن مــات.  \n  اإلمام محمد بن سعود وقيام الدولة السعودية األولى:\n  هــو محمــد بــن ســعود بــن محمــد بــن مقــرن بــن مرخــان بــن إبراهيــم بــن موســى بــن ربيعــة بــن \nمانــع بــن ربيعــة المريــدي، ويرجــع نســبه إلــى بنــي حنيفــة بــن ربيعــة بــن نــزار بــن معــد بــن عدنــان، \nم ويصــف العجانــي حــال مؤرخــي نجــد بقولــه: \"لقــد اكتفــى مؤرخــا نجــد ابــن 1679/هـــ 1090 ولــد عــام \nغنــام وابــن بشــر بتحديــد الســنة التــي توفــي فيهــا اإلمــام محمــد بــن ســعود، ثــم قصّــا طائفــة مــن \nالغــزوات التــي تمــت فــي عهــده، وكأن اســمه لــم يكــن أكثــر مــن عنــوان لتلــك المغــازي. \nلكــن علــى أيــة حــال فقــد كان محمــد بــن ســعود أكبــر أبنــاء ســعود، وهــو آخــر أمــراء الدرعيــة، وأول \nأئمــة آل ســعود والمؤســس األول للدولــة الســعودية. \nوتُنســب إليــه الدولــة الســعودية، وليــس إلــى أبيــه؛ ويعلــل العجانــي ذلــك بقولــه أن حكــم أبيــه \"ال \nيختلــف كثيــرًا عــن حكــم رؤســاء الدرعيــة الذيــن ســبقوه\". \n  اإلمام محمد بن سعود ومشروع اإلصالح األخالقي واالجتماعي:\n- السمات الخُلقيَة لإلمام: \n كان -رحمــه اللــه- عابــداً زاهــداً مصلحــاً عظيمــاً شــجاعاً قائــداً مقدامــاً عــادالً حازمــاً محبّــاً للخيــر \nوالفضيلــة، منصفــاً بيــن رعيتــه كثيــر الهبــات والعطايــا. وقــد ذكــر الثقــات مــن المحدثيــن عنــه أنــه كان \nرجــاً كثيــر الخيــرات والعبــادة، كريــم الطبيعــة، ميسّــر الــرزق، لــه أمــاك كثيــرة مــن نخــل وزروع، ولــه \nعــدد مــن المواشــي، وقيــل إنــه مــن ســخاوته كان الرجــل يأتيــه مــن البلــدان يطلــب مــن شــيئاً كثيــراً \nلوفــاء ديــن عليــه فــإذا عــرف أنــه محقــاً أعطــاه إيــاه. \nوعــن شــجاعته يذكــر ابــن بشــر\"أن اللــه جعــل عــز اإلســام علــى يديــه، وجــاد بنفســه ومــا لديــه، ولــم \nيخــش لومــة الائميــن، وال كيــد األعــداء المحاربيــن. محمــد بــن ســعود وبنــوه ومــن ســاعدوهم علــى \nذلــك وذووه، خلــد اللــه ملكهــم مــدى الزمــان، وأبقــاه فــي صالــح عقبهــم مــا بقــي الثقــان، فشــمر فــي \nنصــرة اإلســام بالجهــاد، وبــذل الجــد واالجتهــاد، فقــام فــي عداوتــه األصاغــر واألكابــر، وجــروا عليــه \nالمدافــع والقنابــر، فلــم يثــن عزمــه مــا فعــل المبطلــون\". ",
                "9": "  ومــن الشــواهد علــى شــجاعته أنــه حينمــا تولــى مقــرن بــن محمــد بــن مقــرن بــن مرخــان إمــارة \nالدرعيــة، اعتكــف زيــد فــي منزلــه ال يخــرج منــه إال للصــاة مــع الجماعــة، واســتزاره مقــرن إلــى دار \nاإلمــارة مظهــرًا أنــه يريــد االســتئناس برأيــه فلــم يطمئــن زيــد إلــى هــذه الزيــارة فشــجعه عليهــا  \"محمــد \nبــن ســعود\" وقــام معــه فــي بعــض رجالهمــا، فلمــا دخلــوا علــى مقــرن فوجئــوا بشــيء مــن االســتعداد \nللغــدر بزيــد فوثــب محمــد بــن ســعود ومــن معــه علــى عمــه مقــرن فقتلــوه، وردوا زيــدًا إلــى اإلمــارة \nم. وفــي هــذا الموقــف داللــة علــى مــا كان يتمتــع بــه اإلمــام محمــد بــن ســعود مــن 1727 / هـــ 1139 ســنة \nشــجاعة ونزاهــة وخلــق ســامٍ وتصالــح منقطــع النظيــر مــع الــذات. \nفلــو كان لديــه حظــوظ نفــس الســتغل ذلــك الخــاف للوصــول إلــى الحكــم، لكــن كان علــى العكــس \nمــن ذلــك\" فقــد أصــر علــى إعــادة زيــد بــن مرخــان إلــى الحكــم ثانيــة، وكان مــن أكبــر خاصتــه \nومستشــاريه، واشــتراكه مــع زيــد فــي محاولــة غــزو العيينــة دليــل آخــر علــى أثــره البــارز فــي اتخــاذ \nالقــرارات الخطيــرة فــي الدرعيــة. األمــر الــذي جعــل زيــد بــن مرخــان يهيئــه لتولــي اإلمــارة بعــده. \n  تأسيس الدولة السعودية األولى وفترة حكم اإلمام محمد بن سعود: \nدرج الباحثــون عنــد الحديــث عــن قيــام الدولــة الســعودية األولــى علــى البــدء باســتقبال وحمايــة بيــن \nم، متأثريــن بتقنيــة الكتابــة 1744 / هـــ 1157 اإلمــام محمــد بــن ســعود للشــيخ محمــد بــن عبدالوهــاب عــام \nوالتحقيــب التاريخــي عنــد مؤرخــي تلــك الحقبــة فــي التأريــخ للدولــة الســعودية األولــى، كابــن غنّــام، \nوابــن بشــر ومــن جــاء بعدهمــا، ولــم يتمكنــوا مــن التحــرر مــن ربقــة ذلــك الوعــي الجمعــي فــي الكتابــة. \nوظــل المؤرخــون المعاصــرون والباحثــون فــي أقســام التاريــخ فــي الجامعــات الســعودية والمؤسســات \nالبحثيــة والجمعيــات المتخصصــة فــي التاريــخ الســعودي فــي المملكــة وفــي العالميــن العربي واإلســامي \nظلــوا فــي مســارات وســياقات حُــددت لهــم مقدمــاً مــن مؤرخــي الدعــوة اإلصاحيــة مــن حيــث مســتوى \nالتعريــف بشــخص اإلمــام محمــد بــن ســعود ولــم يتجــاوزوا. فلــم يظفــر الباحثــون بكثيــر مــن المعلومــات \nعنــه مــن حيــث المولــد والنشــأة، بــل تابعــوا مؤرخــي تلــك الفتــرة فــي تقليــد البــدء بالتعريــف بالشــيخ \nمحمــد بــن عبدالوهــاب قبــل الحديــث عــن اإلمــام المؤســس عنــد الحديــث عــن تاريــخ الدولــة الســعودية \nاألولــى. وقــد ذهــب منيــر العجانــي – متأثــراً بمــا جــاء فــي دائــرة المعــارف اإلســامية - إلــى أكثــر مــن \nذلــك بحيــث جعــل ظهــور الدعــوة اإلصاحيــة مبــدأ تاريــخ نجــد الحديــث والجزيــرة العربيــة والشــرق \nاألدنــى، قــال: \"كتبــت دائــرة المعــارف اإلســامية فصــاً عــن الوهابيــة، تجــاوزت فيه قــول حتّــي وصحيفة \nالخليــج العربــي، إذ اعتبــرت الحركــة االصاحيــة بــداءة تاريــخ الشــرق األدنــى كلــه فــي الزمــن الحاضــر\". \nوإضافــة إلــى ذلــك فقــد تجاهلــوا الــدور الــذي اضطلــع بــه فــي تأســيس الدولــة قبــل هــذا اللقــاء \nبثمانيــة عشــر عامــاً، ولذلــك نجــد ابــن غنــام وابــن بشــر لــم يذكــرا لنــا شــيئًا ذا أهميــة عــن فتــرة مــا \nبيــن تولــي اإلمــام محمــد بــن ســعود زعامــة الدرعيــة إلــى لجــوء الشــيخ محمــد بــن عبدالوهــاب إلــى \nالدرعيــة. ",
                "10": "  ولكــن هنــا العجانــي يعيــد االعتبــار لإلمــام محمــد بــن ســعود أمــام تجاهــل ابــن غنّــام وابــن بشــر \nلــه، إذ يقــول: \"إن فضــل اإلمــام محمــد بــن ســعود فــي حمايــة الدعــوة ونصرتهــا فــوق الكلمــات القليلــة \nالتــي صرفهــا إليــه ابــن غنّــام وابــن بشــر، وكان مــن حــق هــذا اإلمــام أن يتحــدث عنــه مؤرخــا نجــد \nحديثًــا أطــول وأفضــل.\".. أن إنشــغال هذيــن المؤرخيــن بتدويــن تاريــخ الدعــوة فــي تلــك األيــام قــد \nحجبــت شــيئًا مــن حســنات اإلمــام محمــد بــن ســعود الباهــرة\". \nفــي حيــن أن أعمــال اإلمــام محمــد بــن ســعود – كمــا ســيأتي - وجهــوده كانــت ممهــدة للجــوء الشــيخ، \nاألمــر الــذي يمكــن معــه بالقــول إن الدولــة الســعودية األولــى خــال هــذه الفتــرة هــي دولــة كان أحــد \nأعمــال مؤسســها تبنــي الدعــوة اإلصاحيــة وليــس العكــس كمــا هو شــائع عنــد مؤرخــي الدعــوة اإلصاحية \nمــن أن الدولــة بــدأت بدعــوة ثــم انتقلــت إلــى دولــة، مــع عــدم تجاهلنــا أثــر الدعــوة اإلصاحيــة داخليًّــا \nوخارجيًّــا ومــا أحدثتــه مــن تغييــر أخاقــي واجتماعــي، ولكــن كانــت تــدار داخــل دولــة لهــا حاكــم اســمه \nاإلمــام محمــد بــن ســعود. \nوتأسيســاً علــى ذلــك فــإن الدعــوة االصاحيــة مــع أهميتهــا وفضلهــا الكبيــر بعــد فضــل اللــه، مــا كان \nلهــا أن تكــون لــوال تبنــي اإلمــام محمــد بــن ســعود لهــا، ومناصرتــه لهــا، وإال لظلــت فكــرة وربمــا تنتهــي \nفــي مهدهــا. يقــول منيــر العجانــي: \"وجــد هــذا المصلــح الجديــد الملهــم فــي محمــد بــن ســعود خيــر \nنصيــر، وكان هــذا زعيمًــا مــن زعمــاء أواســط الجزيــرة\" . \nم، الــذي وصفــه العثيميــن بقوله: \"إن الدولة الســعودية شــهدت اســتقراراً 1727/هـــ 1139 إن هــذا التاريــخ \nداخليّــاً حــدث غيّــر وجــه تاريــخ المنطقــة كلهــا\"، ومــا صاحبــه مــن تغيــرات دينيــة واجتماعيــة واقتصاديــة \nوأخاقيــة داخــل الجزيــرة العربيــة وخارجهــا حقيــقٌ بــأن يكــون بدايــة لتاريــخ نجــد الحديــث والجزيــرة \nالعربيــة، فقــد أعــاد هــذا التاريــخ للجزيــرة العربيــة وهجهــا وحضورهــا التاريخــي بعــد أن هُمّشــت لقــرون \nعديــدة، وال ســيما بعــد انتقــال مراكــز الحضــارة وعواصــم الخافــة إلــى الشــام والعــراق واألندلــس. \n الدرعية (الموقع واالستعداد التاريخي):\nإن موقــع الدرعيــة فــي الطــرف الشــمالي الغربــي مــن مدينــة الريــاض علــى رحبــة متســعة بيــن \nضفتــي وادي حنيفــة، أدّى إلــى صياغتهــا عبــر األزمــان، فقــد كانــت ذات موقــع إســتراتيجي جعلهــا \nمؤهلــة لبنــاء حضــارة، هــذا الموقــع مكّنهــا مــن احتضــان مشــروع دولــة تكــون بدايــة تاريــخ جديــد، ومــن \nثــم أهّلهــا للبقــاء واالســتمرار حتــى بعــد الســقوط. \nوقــد اكتســبت الدرعيــة مــن طبيعــة الموقــع الجغرافــي اســم (العوجــا)، و(أهــل العوجــا) عــزوة ونخــوة \nذات ارتبــاط مكانــي واضــح، وهــو الداللــة علــى أهــل الدرعيــة فــي األســاس ثــم شــملت أهالــي منطقــة \nالعــارض. ",
                "11": "  وكل المظاهــر الطبيعيــة التــي تتمتــع بهــا الدرعيــة لهــا أهميــة بالغــة فــي قــوة الدولــة واســتمراريتها \nبعــد قيامهــا علــى يــد اإلمــام محمــد بــن ســعود، وتعــود أهميتهــا لانعكاســات القويــة علــى اســتغال \nاإلنســان اقتصاديًّــا للرقعــة األرضيّــة، أضــف إلــى ذلــك قــوة تأثيرهــا فــي حركــة االتصــال والمواصــات \nفــي الدولــة، وربــط أطرافهــا بالمركــز، وهــذا أمــر بالــغ الحساســية بالنســبة لتماســك الدولــة إذا مــا \nتظافــرت عوامــل أخــرى كالقــوة االقتصاديــة والمســتوى الحضــاري والقــوة االقتصاديــة. \nومــن تلــك الظــروف الطبيعيــة والمقومــات الطبيعيــة التــي توافــرت للدرعيــة الصخــور الرســوبية \nالجيريّــة علــى شــكل طبقــات، وفــي منطقــة الجبيلــة يوجــد الحجــر الجيــري ممــا ســاعد علــى النمــو \nالعمرانــي بحيــث اســتعمل فــي البنــاء والتعميــر، أضــف إلــى ذلــك أن المــاء فــي الدرعيــة متكّــون عبــر \nتلــك الطبقــات فــي التكوينــات الجيريــة كخزانــات مائيــة ضخمــة يطلــق عليهــا الميــاه الحفريــة، وقــد \n مــوردًا. 357 بلغــت مــوارد الميــاه فــي الدرعيــة مــن اآلبــار االرتوازيــة والعاديــة قرابــة \nومــع وفــرة مــوارد الميــاه وتنــوع التربــة، كالتربــة الصخريــة، التربــة الســائدة نشــأت الدرعيــة كمركــز \nلاســتقرار الزراعــي، فهــي تمثــل واحــة مــن واحــات هضبــة نجــد، وبذلــك أصبحــت الحرفــة الرئيســة \nللســكان هــي الزراعــة، كزراعــة النخيــل التــي أصبحــت أيقونــة فــي شــعار الدولــة الرســمي وترمــز \nللحيويــة والنمــاء والرخــاء. \nإضافــة إلــى موقعهــا الطبيعــي نجــد اإلمــام محمــد بــن ســعود منــذ بدايــة حكمــه كان يــدرك أهميــة \nتحصيــن البلــدات النجديــة التابعــة لــه، بحيــث كانــوا إذا تولــوا بلــدًا كبيــرًا أو كــورة، بنــوا حصنًــا فــي تلــك \nالبلــدة علــى حــدة عــن حصنهــا األول إذا كان لهــا حصــن، وحفــروا حولــه خندقًــا إذا كانــت أرضــه صلبــة، \nوأحكمــوا بنيــان القلعــة ورتبــوا فــي الحصــن قــدر خمســمئة رجــل عســكري. \nوالحديــث عــن تاريــخ الدرعية-كمــا مــر بنــا- يعــود إلــى منتصــف القــرن التاســع الهجــري/ الخامــس \nعشــر الميــادي، وحينهــا كانــت بلــدة صغيــرة تكبــر مــع األيــام شــيئاً فشــيئاً، لكنهــا لــم تصبــح عاصمــة \nم.1727/هـــ 1139 دولــة كبيــرة إال عنــد وصــول اإلمــام محمــد بــن ســعود إلــى حكمهــا فــي عــام \nوهــذا التاريــخ مترســخ لــدى المجتمــع، وقــد مــرّ بأربــع حقــب تاريخيــة طويلــة غرســت ثقافتهــا وبَنَــت \nتقاليدهــا فــي العقــل الجمعــي، فــي وعيــه وفــي الوعيــه، وصــارت تؤثــر فــي المجتمــع بقــوة التاريــخ، هذه \nالحقــب هــي: حقبــة التاريــخ القديــم، وقــد تشــكلت خالهــا البنيــة االجتماعيــة للقبيلــة واألســرة والقرابــة \nأنظمــة الحكــم القبليــة، واســتئناس إنســان الباديــة لإلبــل، وقــدرة إنســان المدينــة علــى أن يكشــف أهميــة \nالنخــل بالنســبة القتصــاده وغذائــه، وحقبــة ظهــور اإلســام، وحقبــة مــا قبــل الدولــة الســعودية األولــى، \nثــم الحقبــة التــي أســميتها فــي رأس الفقــرة بحقبــة االنتقــال مــن دولــة المدينــة إلــى الدولــة الســعودية. \nم ومــن خــال مقوّمــات المــكان (الدرعيــة)، والشــخصية (اإلمام 1727/هـــ 1139 لقــد شــكّل هــذا التاريــخ \nمحمــد بــن ســعود وأعمالــه) حــدًّا فاصــاً بيــن تاريخ نجــد والجزيــرة العربيــة التي كان يســودها االنقســام \nوتعمهــا الفرقــة وعــدم االســتقرار، وتكثــر فيهــا اإلمــارات والمشــيخات، تاريــخ الصراعــات والحــروب \nوالنزاعــات والتناحــر بيــن القبائــل النجديــة، صــراع فــي حقيقتــه بيــن مــا يمكــن تســميته بــدول المــدن ",
                "12": "  )، وتاريــخ الصــراع الداخلــي علــى الحكــم وبيــن تاريــخ االســتقرار لنجــد والجزيــرة العربيــة City states (\n عنــد وصــول اإلمــام محمــد بــن ســعود إلــى الحكــم وقيــام وتأســيس الدولــة الســعودية األولــى. تقــول \nليــدي آن بلنــت، تصــف الدولــة الســعودية ووحدتهــا واســتقرارها: \"إنهــا أول دولــة عربيــة، تنشــأ بعــد عصــر \nالرســول ﷺ، وتوحــد تحــت رايتهــا جزيــرة العــرب علــى أســاس مــن الشــرع والتنظيــم اإلداري المحكــم\". \nلقــد اســتثمر اإلمــام محمــد بــن ســعود عبقريــة المــكان ووعــي اإلنســان فــي المنطقــة الشــديد \nبماضيــه فــي مقــدرة سياســية فــذّة ووظّفهــا خيــر توظيــف، ووجههــا نحــو المســتقبل، بحيــث التــف أهــل \nم، واســتمر بحنّكــة ودهــاء 1727/هـــ 1139 الدرعيــة بعــد مقتــل رئيســهم زيــد حولــه وبايعــوه بالرئاســة عــام \nيؤســس لكيــان قــدّر لــه أن يُســهم فــي قيــادة العالــم فيمــا بعــد. انتقــل بالدولــة ابتــداءً مــن دولــة مدينــة \nذات طابــع تقليــدي إلــى دولــة حديثــة دولــة مؤسســات. \nوقــد كان اإلمــام محمــد بــن ســعود يحمــل فكــرًا نيّــرًا ووعيًــا كبيــرًا بمــا يقــوم بــه، وكان صاحــب \nنظــرة سياســية عميقــة، وصاحــب وعــي عــالٍ بالخبــرات الســابقة المتراكمــة وبالفكــر السياســي واإلداري \nالــذي ســار عليــه األميــر مانــع المريــدي، وكانــت لديــه القــدرة علــى صياغــة تلــك الــرؤى علــى أرض \nالواقــع، إذ ابتــدأ حكمــه بوضــع لبنــات األســاس األولــى للدولــة، فقــام بتوحيــد البــاد، ونشــر االســتقرار \nالسياســي واألمنــي واالقتصــادي والثقافــي والدينــي فــي إقليــم العــارض كلــه، وقــام بالدفــاع عــن الدولــة \nفــي الداخــل والخــارج، وقــام بأعمــال جليلــة داخليــة وخارجيــة. \n أعمال اإلمام محمد بن سعود:\nإن الفتــرة التــي قضاهــا اإلمــام محمــد بــن ســعود فــي بنــاء الدولــة قبــل بــدء حمــات توحيــد بقيــة \nمناطــق الدولــة الســعودية األولــى وتقــارب العشــرين عامــاً فتــرة مهمــة جــدًّا تحتــاج إلــى الدراســة ألنهــا \nالبدايــة الفعليّــة لتاريــخ نجــد الحديــث والجزيــرة العربيــة، ومــن ثــم كانــت هــذه الفتــرة ضحيّــة صنــع \nالمؤرخيــن، إذ بانتقائيتهــم خفــي كثيــر مــن تاريــخ هــذه الفتــرة. \nويمكــن اختبــار هــذه الفرضيــة والبرهنــة عليهــا مــن خــال األعمــال العظيمــة التــي قــام بهــا مؤســس \nهــذه الدولــة اإلمــام محمــد بــن ســعود، والنظــر فــي أســاليب الحكــم والسياســة خــال هــذه الفتــرة \nوبعدهــا، والقفــزة النوعيــة التــي أحدثهــا علــى مســتوى االســتقرار الداخلــي الــذي تمخــض عنــه وحــدة \nسياســية لــم تشــهد الجزيــرة العربيــة لهــا مثيــاً بعــد دولــة الرســول ﷺ والخافــة الراشــدة  تحولــت فــي \nالعصــر الحالــي إلــى لحمــة وطنيــة تضــرب بهــا األمثــال فــي الجزيــرة العربيــة والعالــم العربــي أجمــع، \nوقفــزة نوعيــة كذلــك علــى مســتوى العاقــات الخارجيــة، إضافــة إلــى التطــورات فــي شــتى النواحــي، \nالسياســية، والدينيــة، واالقتصاديــة، والعلميــة، األمــر الــذي أعــاد اكتشــاف الدولــة وأعــاد الحضــور \nالتاريخــي للجزيــرة العربيــة. \nم)، وإن كانــت غائبــة في 1746-1727/-هـــ 1159 هـ 1139( وأعمــال اإلمــام محمــد بــن ســعود خــال الفتــرة \nالمصــادر فإنهــا بــا شــك ومــن خــال بعــض المعطيــات الدالليــة والمنجــزات الاحقــة فــي عهــد ابنــه ",
                "13": "  اإلمــام عبدالعزيــز وحفيــده اإلمــام ســعود كان قــد بــدئ بناؤهــا فــي عهــده، فعهــده عهــد بنــاء وتكويــن \nلنــواة الدولــة. \nكانــت فلســفة اإلمــام محمــد بــن ســعود فــي بدايــة حكمــه تــرى أن الحكــم السياســي يجــب أن يُســبق \nبمشــروع إصــاح أخاقــي واجتماعــي، وكان بمنزلــة القائــد النمــوذج لمــن بعــده، فقــد وضــع أساســاً \nأخاقيّــاً قامــت عليــه دولــة عظيمــة. \nبمعنــى أنــه كان يــرى منــذ اللحظــة األولــى أن البــدء فــي اإلصــاح يكــون أوالً بالــذات، ثــم االنتقــال \nمــن الــذات إلــى المجتمــع ثــم إلــى الدولــة وليــس العكــس، أي إصــاح أخاقــي واجتماعــي ثــم تأســيس \nدولــة بنــاءً علــى تلــك المقدمــات األخاقيــة. وفــي الفكــر السياســي، يؤكّــد الفاســفة أن يبــدأ الحاكــم \nفــي سياســة نفســه وبيتــه وخدمــه ثــم مملكتــه، يقــول ابــن ســينا فــي ذلــك: \"إن أول مــا ينبغــي أن يبــدأ \nبــه اإلنســان مــن أصنــاف السياســة نفســه إذ كانــت نفســه أقــرب األشــياء إليــه وأكرمهــا وأوالهــا بعنايتــه، \nوألنــه متــى مــا أحســن سياســة نفســه لــم يَعْــيَ بمــا فوقهــا مــن سياســة المصــر...\". \nوأعمــال اإلمــام محمــد بــن ســعود تترجــم ذلــك، ونحســب أنــه قــد بــدأ بنفســه، قــال ابــن غنّــام عنــه: \n\" فقــد كان بحســن الســيرة معروفًــا، وبالوفــاء وحســن المعاملــة موصوفًــا...\". \nوقــد ســلك اإلمــام محمــد بــن ســعود عنــد وصولــه للحكــم فــي الدرعيــة مــع جيرانــه سياســة حكيمــة \nكان لهــا األثــر األكبــر فــي توســيع الدولــة وظهــور اســمه وبلدتــه الدرعيــة، وقــد جــاء فــي سياســته مــع \nجيرانــه \"أنــه كان سياســيّاً حكيمــاً، وكان ماهــراً فــي مقاصــده، فــكان وحــدَّ البلــدات المجــاورة بتــدرج، \nحتــى ال يســتفز جيرانــه األقويــاء ويؤلبهــم عليــه\"، وأوصــى أبنــاءه مــن بعــده عبدالعزيــز وعبداللــه قبيــل \nوفاتــه بذلــك، فــي كلمتــه المشــهورة: \"ال تفجــروا الصخــر\"، ويؤكّــد فيهــا ضــرورة مسايســة القــوى األخرى. \nمهمــا يكــن مــن أمــر فــإن المؤرخيــن قــد بــدؤوا الحديــث عــن سياســة اإلمــام محمــد بــن ســعود فــي \nهــذه الفتــرة بــزواج ابنــه عبدالعزيــز مــن ابنــة أميــر العيينــة عثمــان بــن معمّــر. \nوكان طموحــه أكبــر مــن ذلــك منــذ البدايــة فــي تكويــن وحــدة سياســية تضــم كل الكيانــات السياســية \nالمجــاورة، ويحمــل رؤيــة بعيــدة لتوحيــد هــذا الكيــان، وظلــت هــذه الفكــرة تحــدوه حتــى عززهــا بشــكل \nواضــح فــي حماتــه لتوحيــد البــاد. \nأدرك أن المنطقــة بحاجــة ماســة إلــى دولــة مركزيــة موحدة لتأمين االســتقرار ونشــر العقيــدة الصافية \nوتحقيــق التطــور للمجتمــع فــي الجوانــب االقتصاديــة والعلميــة والحضاريــة لجميــع رعايــا الدولــة. وفــي \nســبيل ذلــك قــام اإلمــام محمــد بــن ســعود – ابتــداءً - فــي مشــروعه الوحــدوي بعــد وصولــه للحكــم فــي \nالدرعيــة إلــى توحيــد الدرعيــة، وأصبحــت الدولــة أوســع مــن إمــارة الدرعيــة. \nكمــا أن طموحــه دفعــه مــع نــوع مــن الحــذر فــي عــدم إثــارة الجيــران منــذ البدايــة إلــى التوجــه \nنحــو العيينــة مــع كبــر حجمهــا ونفوذهــا؛ لكــن بشــكل عــام تتســم هــذه الفتــرة بالهــدوء واالســتقرار بســبب \nالسياســة الســلمية التــي انتهجهــا، مــن الجنــوب دهــام بــن دواس فــي الريــاض، ومــن الشــمال آل معمــر \nفــي العيينــة. واســتمرار واليتــه كل هــذه المــدة يــدل علــى االســتقرار واألمــن، ويــدل كذلــك علــى حكمــة ",
                "14": "  الرجــل ودهائــه؛ ألنــه اســتطاع القضــاء علــى دســائس المنافســين فــي الداخــل، والدفــاع عــن بــاده ضــد \nاألعــداء والطامعيــن فــي الخــارج. \nومــن ذلــك أن دهــام بــن دواس أميــر الريــاض حينمــا اســتولى علــى الحكــم فــي الريــاض لــم يطعــه \nأهلهــا وســعوا إلــى عزلــه وطــرده، وحصــروه فــي قصــر اإلمــارة، فأرســل أخــاه مشــلب بــن دواس يطلــب \nنجــدة مــن اإلمــام محمــد بــن ســعود، فقــام لنجدتــه ومناصرتــه، وكان مدينًــا لإلمــام محمــد ببقائــه \nم: \"... وتولــى دهــام بــن دوّاس، وكان قــد 1738 / هـــ 1151 فــي اإلمــارة، قــال ابــن بشــر فــي حــوادث عــام \nطُــرِد هــو وإخوتــه مــن منفوحــة مــع أمهــم ومشــوا عنــد زيــد بــن موســى أبــي زرعــة فلمــا تولــى أظهــر \nأنــه ضابــط لولــد زيــد حتــى يكبــر ويتأهــل للملــك، فلمــا كبــر طمــع هــو فــي الملــك، وطــرد ابــن زيــد، \nفأبغضــه أهــل البلــد، وهمــوا بعزلــه وطــرده لــوال مســاعدة محمــد بــن ســعود لــه\". \nهـ 1151 وقــد أرســل مجموعــة مــن الدرعيــة مــدداً لــه بقيــادة أخيــه مشــاري بــن ســعود وذلــك فــي عــام \nم، يقــول فــي ذلــك ابــن غنّــام: \"فأرســل أخــاه مشــلّبًا راكبًــا فرسًــا إلــى محمــد بــن ســعود أميــر 1738 /\n الدرعيــة يطلــب منــه النجــدة والنصــرة علــى تلــك الرعيــة، ويتضــرع أن يعينــه علــى دفــع تلــك البليّــة، \nفعنــد ذلــك قــام لــه محمــد بالنصــرة أتــم قيــام، وأرســل إليــه مــن الجنــود فئــام، ورئيســهم مشــاري بــن \nســعود، فبلــغ دهــام بمجيئهــم المــرام والمقصــود، فخــرج مــن قصــره مــع تلــك الجنــود، وقتلــوا مــن \nأهــل الريــاض ثاثــة أو أربعــة رجــال، ثــم فــروا بــا تــوان وال إهمــال، فبعدهــا قــر ملكــه وأقــام رئيســها \nوواليهــا وأقــام مشــاري بــن ســعود عنــده شــهور..\" . ولكــن دهــام نســي الجميــل وتنكــر لإلمــام محمــد \nبــن ســعود فيمــا بعــد. \nإن هــذا الموقــف فيــه داللــة علــى نبــل اإلمــام محمــد بــن ســعود وشــجاعته وكريــم أخاقــه وســامة \nنفســه مــن األطمــاع، وكان نُصــب عينيــه االســتقرار واألمــن والبنــاء الحضــاري، وفيــه داللــة واضحــة علــى \nحرصــه علــى احتــواء واســتيعاب كل الكيانــات والزعامــات المجــاورة. \nكمــا أن فــي هــذا الموقــف إشــارة إلــى ازديــاد قــوة الدولــة؛ فلــوال ذلــك لمــا كان لإلمــام محمــد بــن \nســعود القــدرة علــى نشــر االســتقرار فــي الريــاض لمصلحــة ابــن دوّاس، كمــا أن مجــرد طلــب أميــر \nالريــاض منــه المســاعدة كافٍ فــي الداللــة علــى مــدى وعــي الجيــران بتنامــي قــوة الدرعيــة. \nوفــي االســتقرار األمنــي قــام اإلمــام محمــد بعمــل عظيــم بحيــث بســط األمــن العــام فــي إقليــم \nالعــارض وأكثــر مــا يثيــر انتبــاه المؤرخيــن والباحثيــن فــي تاريــخ نجــد فــي بدايــة تأســيس الدولــة \nالســعودية هــو تأميــن طــرق القوافــل التجاريــة، وخصوصــاً قوافــل الحــج التــي تمــر بالدرعيــة باالتفــاق \nمــع كثيــر مــن القبائــل فــي المنطقــة أالّ تتعــرض لتلــك القوافــل، وهواألمــر الــذي أنعــش حركــة التجــارة \nوقوافــل الحــج المــارة بالدرعيــة، وأســهم فــي رفــع المســتوى االقتصــادي والمعيشــي فيهــا، فضــاً عــن \nكــون هــذا العمــل وربمــا ألول مــرّة قــد أشــاع الطمأنينــة فــي نفــوس النــاس وســاعد علــى التواصــل بينهــم \nبعــد حــاالت التشــرذم واالنقســام الســابقة لعهــد اإلمــام محمــد بــن ســعود. ",
                "15": " :ومن أهم أعماله أيضاً\nتأييــد الدعــوة اإلصاحيــة، لعــل تأييــد اإلمــام محمــد بــن ســعود لإلصــاح ونشــر الدعــوة اإلصاحيــة \nهــو ثمــرة مــن ثمــرات اإلصاحــات الشــاملة التــي قــام بهــا اإلمــام فــي فتــرة الدولــة خــال العشــرين \nســنة األولــى مــن عمرهــا، بمنزلــة تتويــج لفكــرة اإلصــاح األخاقــي واالجتماعــي، ســاعد عليــه أن الدولــة \nوعاصمتهــا الدرعيــة كانــت بيئــة خصبــة مهّــدت لتبنــي هــذه الدعــوة. \nوممــا ال شــك فيــه أن الدعــوة اإلصاحيــة كانــت قــد اســتفادت كثيــرًا مــن هــذا التبنــي، ولذلــك يقــول \nفيلبــي: \"لــوال محمــد بــن ســعود مــا كان للدولــة الســعودية كيانهــا...\". فقــد كان اإلمــام محمــد بــن ســعود \nحريصــاً علــى تطبيــق الشــريعة اإلســامية بيــن رعيتــه قبــل وصــول الشــيخ محمــد بــن عبدالوهــاب، بــل \nكان ذلــك األمــر حافــزًا للشــيخ علــى القــدوم إلــى الدرعيــة. \nولعــل ذلــك لــم يكــن حافــزًا علــى قدومــه وحســب، بــل كان قــدوم الشــيخ بدعــوة مــن اإلمــام محمــد \nبــن ســعود، وقــد أكّــد ذلــك كثيــر مــن المصــادر، كالمــؤرخ النجــدي ابــن لعبــون، والمــؤرخ الفرنســي \nمانجــان. وقــد وجــدت الدعــوة اإلصاحيــة فــي الدرعيــة بيئــة خصبــة ســاعدتها علــى االنتشــار، بحيــث \nحصــل الشــيخ علــى تأييــد مــن إمــام الدولــة الســعودية ومــن قاضيهــا الشــيخ عبداللــه بــن عيســى بــن \nعبدالرحمــن فــي فتــرة حكــم اإلمــام محمــد بــن ســعود، وكانــت بينهمــا مراســات قبيــل رحيلــه إلــى \nالدرعيــة. ثــم إن ممــا ســاعد علــى ذلــك أن الدرعيــة كانــت بيئــة خصبــة علميّــاً مهــدت لجيــل مــن \nالمتعلميــن. \nوبعــد أن دعــا اإلمــام محمــد بــن ســعود الشــيخ محمــد بــن عبدالوهــاب اســتثمر بــذكاء كبيــر مكانــة \nالشــيخ الدينيــة والعلميــة، فإضافــة إلــى أن العــرب -كمــا يقــول ابــن خلــدون- ال يحصــل لهــم الملــك إال \nبصبغــة دينيــة مــن نبــوة أو واليــة. أيضًــا وجّــه اإلمــام محمــد بــن ســعود تلــك الطاقــة الدينيــة والروحيّــة \nوجهــة صحيحــة، ووظّــف ذلــك التخصــص الفقهــي والشــرعي توظيفــاً أمثــل فــي خدمــة الســلطة القضائيــة \nوفــي الفتيــا وفــي مجــال التعليــم. أمــا الســلطة التنفيذيــة فصاحــب األمــر والنهــي فيهــا هــو اإلمــام \nمحمــد بــن ســعود. \nوبعــد تبنــي اإلمــام للدعــوة اإلصاحيــة عمــل لتوجيههــا التوجيــه األمثــل فيمــا يخــدم المشــروع \nالوحــدوي داخليّــاً فــي نجــد وخارجيًّــا فيمــا بعــد فتــرة حكــم اإلمــام المؤســس فــي الجزيــرة العربيــة كلهــا \nوخارجهــا. ولــم تصبــح الدرعيــة مركــزاً دينيّــاً وسياســيّاً فحســب، بــل مركــزاً سياســيّاً يجيــد أئمتهــا التعامــل \nمــع فكــرة الثقافــة الدينيــة وقدرتهــا علــى كســب الــرأي العــام، وهكــذا اســتطاعت الدرعيــة أن توحّــد \nنجــداً تحــت رايــة واحــدة وهــدف واحــد . ",
                "16": " :  فكرة الوحدة السياسية\nلــم تكــن المنطقــة علــى اســتعداد لتقبــل فكــرة الوحــدة، وكانــت أنظمــة الحكــم القبليــة تعــزز فكــرة \nالتشــرذم والتعــدد واالنقســام أكثــر مــن فكــرة الوحــدة، ولــذا كان االســتيعاب لهــذه الفكــرة فــي غايــة \nالصعوبــة، ولكــن حيــن رأى النــاس اآلثــار اإليجابيــة للدولــة التــي بــدأ اإلمــام محمــد بــن ســعود فــي \nتأسيســها أخــذت فكــرة الدولــة والوحــدة فــي وعــي اإلنســان المحلــي تتســرب وتحــل محــل فكــرة التعــدد \nوالتشــرذم واالنقســام. \nوقــد وقــع علــى عاتــق اإلمــام نشــر ثقافــة الدولــة والوحــدة وتأميــن االســتقرار فــي الدرعيــة وإزالــة \nأســباب الفرقــة والتشــرذم مــع البلــدات المجــاورة، فــكان لسياســة اإلمــام محمــد بــن ســعود تجــاه العيينــة \nوالريــاض وغيرهــا األثــر العظيــم فــي تمكيــن الدرعيــة لتقــوم بــدور سياســي كبيــر فــي المنطقــة، وتكــون \nمســتقلة عــن أي نفــوذ خارجــي. \nلكــن مــع ذلــك فــإن اإلمــام محمــد بن ســعود لــم يصطدم مــع هــذه البلــدات المجــاورة إال بمــن يحاول \nم 1737/هـــ 1151 عرقلــة فكــرة الوحــدة السياســية التــي يؤســس لهــا، ولذلــك رأينــا قبــل كيــف أنــه فــي عــام \nلــم يــألُ جُهْــدًا فــي الوقــوف مــع دهــام  بــن دوّاس عندمــا اضطربــت عليــه األوضــاع الداخليــة ولــم \nتســتتب لــه األمــور فــي الريــاض. لكــن عندمــا شــعر اإلمــام محمــد بــن ســعود أن دهــام بــن دواس عقبــة \nكأداء فــي ســبيل مشــروع الوحــدة وأنــه ال يحفــظ الجميــل لجيرانــه بــل إنــه بــدأ بمهاجمــة أتبــاع الدولــة \nالســعودية أخــذ اإلمــام محمــد علــى نفســه المســارعة فــي تذليــل هــذه العقبــة وخــاض فــي ســبيل تجــاوز \nتلــك العقبــة العديــد مــن المعــارك والوقائــع خصــص لهــا ابــن غنّــام ولغيرهــا جــزءاً مــن تاريخــه، كوقعــة \nم 1753/هـــ 1167 فيضــة لبــن، ووقعــة الشــيّاب، ووقعــة العبيــد، ووقعــة الخريــزة، وبعــد مؤتمــر الدرعيــة عــام \nالــذي عُقــد لمتابعــة مســتقبل الدولــة فــي الداخــل والخــارج، طلــب دهــام بــن دوّاس مــن اإلمــام محمــد \nم، وتجــدد الصــراع بيــن الطرفيــن، وهــو األمــر الــذي 1755/هـــ 1168 بــن ســعود عقــد صلــح لكنــه نكثــه عــام \nاضطــر دهامــاً إلــى طلــب الصلــح مــن جديــد، ووافــق اإلمــام محمــد بــن ســعود علــى ذلــك وظلــت العاقــة \nم، قــدَّم خــال فتــرة الصــراع مــع ابــن 1765/هـــ 1179 كذلــك حتــى وفــاة اإلمــام محمــد بــن ســعود عــام \nدوّاس اثنيــن مــن أبنائــه، وهمــا فيصــل وســعود اللذيــن استشــهدوا فــي هــذا الصــراع. \nهــذا العمــل الــذي بــدأه المؤســس كان ملهمًــا لمــن جــاء بعــده فــي أهميــة الريــاض وضــرورة ضمّهــا \nإلــى مشــروعه الكبيــر توحيــد نجــد والجزيــرة العربيــة، الــذي أســتُكمل فــي عهــد ابنــه عبدالعزيــز عــام \nم.1773/هـ 1187",
                "17": "     :  ابتداء فكرة توحيد بلدان نجد \nنجــح اإلمــام فــي المراحــل التأسيســية المهمــة فــي ضــم عــدد مــن بلــدان نجــد، مثــل ضرما، وشــقراء، \nوحريمــاء، والعيينــة، ومنفوحــة، والعماريــة، والقويعيــة، وســاعده علــى تلــك المهمــة أنــه كان يواجــه قــوى \nمحليّــة مفككــة. وأول مــدن نجــد التــي انضمــت ســلميًّا إلــى مشــروع الدولــة الســعودية هــي مدينــة شــقراء \nفــي منطقــة الوشــم، وكان بعــض أهالــي منطقــة الوشــم قــد رفضــوا تقبــل مشــروع وحــدة نجــد والجزيــرة \nالعربيــة، ثــم توالــت المواجهــات مــع منطقــة الوشــم ودخلــت مدنهــا تباعًــا، كانــت أول مواجهــة مــع \nم، لكــن 1748 /هـــ 1161 أهالــي ثرمــداء بقيــادة عبدالعزيــز بــن محمــد بــن ســعود، وعثمــان بــن معمــر عــام \nم، ثــم كان لإلمــام ضــم أشــيقر وبلــدة القصــب ومــراة والفرعــة. 1759/هـــ 1173 لــم يتــم توحيدهــا إال عــام \nوفــي هــذه الفتــرة واجهــت الدولــة حمــات عســكرية مــن حــكّام األحســاء مــن بنــي خالــد بقيــادة \nم، لكنــه وجــد الدولــة الســعودية قــد اســتعدت لمقاومــة 1758/هـــ 1172 زعيمهــم عريعــر بــن دجيــن ســنة \nالحصــار ببنــاء ســورين حــول البلــدة، ولــم تفلــح قواتــه فــي دخــول أي مــن البلــدان فــي نجــد، فاضطــر \nإلــى االنســحاب دون تحقيــق أي انتصــار علــى الدرعيــة. \nكمــا واجهــت الدولــة فــي عهــده حملــة عســكرية أخــرى بقيــادة زعيــم نجــران حســن بــن هبــة اللــه \nم 1764/هـــ 1178 المكرمــي الــذي زحــف بقواتــه إلــى الدرعيــة والتقــى بجيــش الدولــة فــي الحائــر عــام \nوانتهــت المعركــة بهزيمــة القــوات الســعودية لكــن زعيــم نجــران رأى المحافظــة علــى مــا حققــه مــن \nنصــر واإلســراع فــي العــودة إلــى بــاده، واكتفــى بعقــد صلــح بيــن الطرفيــن تبــادال فيــه األســرى. \nوفــي منطقــة ســدير وبعــد أن رفــض بعــض أهاليهــا االنضمــام للدولــة الســعودية ومشــروع الوحــدة \nالــذي ينــادي بــه اإلمــام محمــد بــن ســعود قــادت الدولــة عــدداً مــن الحمــات وتمكنــت مــن ضــم هــذه \nالمنطقــة إلــى الدولــة الســعودية. \nوفــي تلــك األثنــاء توفــي اإلمــام محمــد بــن ســعود وتولــى ابنــه عبدالعزيــز بــن محمــد بــن ســعود \nم)، وقــد تــرك لــه والــده أساســات متينــة للدولــة، وحــدد لــه أطــر الوحــدة 1803-1765 / هـــ 1218-1179(\n السياســية، وهــو مــا جعــل الدولــة فــي عهــده تســتأنف حماتهــا لتوحيــد البــاد، فتجــاوز خــال الســنوات \nاألولــى مــن حكمــه وســط نجــد كالوشــم، وســدير، وبعــض بلــدان القصيــم، وتــوّج ذلــك كلــه بتوحيــد \nم.1773/هـــ 1187 الريــاض ســنة ",
                "18": "م هــو بدايــة التحقيــب لتاريــخ نجــد والجزيــرة العربيــة الحديــث، ومــن 1727/هـــ 1139 رأت الدراســة أن عــام \nخــال أعمــال اإلمــام محمــد بــن ســعود اســتطعنا البرهنــة علــى صــدق الفرضيــة. \nإن فكــرة التحقيــب هــي لحظــة اتفــاق مــا بيــن فاعليــن فــي إطــار جغرافــي وفكــري وزمنــي محــدد، ولذلــك \nالتحقيــب كالنمــوذج العلمــي يســود فتــرة حتــى يأتــي نمــوذج آخــر يحــل محلــه. \nوقــد أثبتــت الدراســة عــدم صحــة القــول بــأن لجــوء الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة وحمايــة \nم هــو االنطاقــة األولــى للدولــة الســعودية األولــى، وأن 1744 / هـــ 1157 اإلمــام محمــد بــن ســعود لــه فــي عــام \nهــذه الســردية كتبــت مــن قلّــةٍ مــن المؤرخيــن الذيــن تتلمــذ بعضهــم علــى يــد الشــيخ وتاميــذه، وســيطر علــى \nذهنهــم التفســير الدينــي للتاريــخ، ثــم قلدهــم فيمــا بعــد كُتّــاب آخــرون عــن عــدم إدراك أو ألنهــم ينتمــون إلــى \nالمدرســة نفســها، أعنــي مدرســة التفســير الدينــي للتاريــخ . \nموقــع الدرعيــة فــي الطــرف الشــمالي مــن مدينــة الريــاض إلــى صياغتهــا عبــر الزمــن، وهــو األمــر الــذي \nأهّلهــا لبنــاء حضــارة، ومكّنهــا بمشــيئة اللــه مــن البقــاء والعــودة بعــد الســقوط. \nعبقريــة اإلمــام محمــد بــن ســعود الفكريــة والقياديــة الفــذة، بحيــث اســتطاع توظيــف المــكان (الدرعيــة)، \nوالتاريــخ (الســياق التاريخــي) فــي ســبيل مشــروعه الوحــدوي، فرتّــب األمــور فــي الداخــل مــع اإلمــارات \nالمجــاورة محــاوالً عــدم الصــدام معهــم وكســبهم إلــى جانبــه. إضافــة إلــى أنــه اســتثمر كل فكــرة وقــام بتوظيفهــا \nالتوظيــف األســلم، فقــد اســتثمر حتــى فكــرة التوحيــد وانتقــل بهــا مــن المجــال الدينــي إلــى المجــال السياســي \nواالجتماعــي، وجمــع هــو وأبنــاؤه مــن بعــده أجــزاء نجــد تحــت رايــة واحــدة. "
            }
        },
        {
            "book_name": "جوانب من شخصية  الإمام محمد بن سعود وتأسيسه للدولة",
            "pages": {
                "1": " \nجوانب من شخصية\n اإلمام محمد بن سعود \nوأتسيسه للدولة\nم)1765-1679/هـ1179-1090(\nأ.د. انيف بن عيل السنيد الشراري\n",
                "3": "  علــى الرغــم مــن اتفــاق المؤرخيــن أن اإلمــام محمــد بــن ســعود هــو المؤســس الحقيقــي للدولــة \nالســعودية األولــى فإنهــم يتجاهلــون الفتــرة األولــى مــن بدايــة حكمــه، ولــم تحــظ شــخصيته بالتدويــن \nالمناســب ألهميتهــا مــن المعاصريــن لــه وفــي الدراســات الحديثــة، ومــا ورد فــي المصــادر معلومــات \nمتناثــرة ال تكفــي لرســم الصــورة المتكاملــة عــن شــخصيته. \nمــن هنــا تحــاول هــذه الدراســة الحديــث عــن الجوانــب المتنوعــة فــي شــخصية اإلمــام محمــد بــن \nســعود، وأبــرز جهــوده التــي بذلهــا فــي ســبيل تأســيس الدولــة الســعودية األولــى وترســيخ دعائــم الحكــم \nفيهــا. \nوتكمــن مشــكلة الدراســة فــي أن كثيــراً مــن المؤلفــات والكتابــات الحديثــة والمعاصــرة أهملــت الفتــرة \nاألولــى مــن حكــم اإلمــام محمــد بــن ســعود، وجــاء اهتمامهــا فــي الفتــرة الثانيــة مــن حكمــه مــن خــال \nالحديــث عــن أحــداث الدعــوة اإلصاحيــة والشــيخ محمــد بــن عبدالوهــاب، فلــم ينــل اإلمــام محمــد بــن \nســعود حقــه مــن االهتمــام التاريخــي والدراســة المســتقلة. \nواعتمــدت الدراســة علــى مصــادر متنوعــة يأتــي فــي مقدمتهــا حســين بــن غنّــام المتوفــى ســنة \nم، وهــو معاصــر لإلمــام محمــد بــن ســعود وممــن عــاش فــي الدرعيــة خــال فتــرة حكــم 1811/هـــ 1225\n م)، وكتابــه هــو: (روضــة األفــكار 1803-1765/هـــ 1218-1179( اإلمــام عبدالعزيــز بــن محمــد بــن ســعود\nواألفهــام لمرتــادِ حــال اإلمــام وتعــداد غــزوات ذوي اإلســام). \nم، وهــو غيــر 1873/هـــ 1290 ومــن مصــادر الدراســة: عثمــان بــن عبداللــه بــن بشــر المتوفــى ســنة \nمعاصــر لإلمــام محمــد بــن ســعود، لكنــه نقــل عمــن عاصــروه، وعنــوان كتابــه هــو: (عنــوان المجــد فــي \nتاريــخ نجــد)، الــذي جــاء علــى شــكل حوليــات، ويلحــظ عليــه أنــه نقــل كثيــراً مــن معلومــات ابــن غنــام \nاإلداريــة والعســكرية. أمــا المصــدر الثالــث فهــو كتــاب: (لمــع الشــهاب فــي ســيرة محمــد بــن عبدالوهــاب) \nم، فهــو معاصــر 1817/هـــ 1233 لمؤلفــه حســن بــن جمــال أحمــد الريكــي، الــذي انتهــى مــن تأليفــه ســنة \nألواخــر الدولــة الســعودية األولــى، وأصلــه مخطــوط محفــوظ فــي مكتبــة المتحــف البريطانــي، وتعاملــت \nمعــه المؤلفــات الحديثــة علــى أنــه مصــدر معــادٍ للدولــة الســعودية والدعــوة اإلصاحيــة، وأن معلوماتــه \nكلهــا غيــر صحيحــة، لــذا جــرى تحقيقــه عــدة مــرات ألجــل الــرد عليــه دون محاولــة االســتفادة مــن \nمعلوماتــه التفصيليــة التــي انفــرد بهــا عــن غيــره مــن المصــادر. \nهــذا إضافــة إلــى بعــض المعلومــات التــي كتبهــا ضابــط المدفعيــة الفرنســي فــي جيــش باشــا بغــداد \nالمدعــو جــان ريمــون، التــي ترجمتهــا دارة الملــك عبدالعزيــز وعلقــت عليهــا فــي الكتــاب المعنــون بـــ: \n(التذكــرة فــي أصــل الوهابييــن ودولتهــم)؛ وكتــاب جــون لويــس بوركهــارت الــذي هــو بعنــوان: (ماحظــات \nعــن البــدو والوهابييــن)، وغيــر ذلــك مــن المصــادر والمراجــع التــي تــم توثيقهــا فــي حواشــي هــذه \nالدراســة. ",
                "4": "  :وتتنــاول الدراســة مقدمــة ومباحــث عــدة تتنــاول الحديــث عــن اإلمــام محمــد بــن ســعود مــن حيــث \nم، ومكانتــه الشــخصية وأبــرز 1727/هـــ 1139 (والدتــه، وحياتــه قبــل توليــه الحكــم، وتوليــه الحكــم ســنة \nصفاتــه، وأبــرز جهــوده وأهــم أعمالــه، وجوانــب مــن شــخصيته، ووفاتــه -رحمــه اللــه-)، إضافــة إلــى \nالخاتمــة وقائمــة المصــادر والمراجــع. \n سلسلة نسب اإلمام محمد: \n محمــد بــن ســعود بــن محمــد بــن مقــرن بــن مرخــان بــن إبراهيــم بــن موســى بــن ربيعــة بــن مانــع \nالمريــدي الحنفــي العدنانــي. \n والدته:\nم 1720/هـــ 1133 م، ورُزق بابنــه األمير عبدالعزيز ســنة 1679/هـــ 1090 ولــد اإلمــام محمــد بن ســعود عــام \nم بعدمــا 1750/هـــ 1163 وهــو فــي ســن الثانيــة واألربعيــن مــن عمــره، وتــرك لــه قيــادة جيــوش الدولــة ســنة \nتجــاوز الســبعين عامًا. \nوهــذا يدلنــا علــى أن اإلمــام محمــد بــن ســعود تولــى الحكــم وهــو فــي عمــر الثمانــي واألربعيــن \nســنة، مــا يعنــي أنــه حكــم الدولــة ولديــه الكثيــر مــن الخبــرات اإلداريــة والمهــارات القياديــة التــي \nانعكســت إيجابًــا علــى أدائــه خــال فتــرة حكمــه. \n حياته قبل توليه الحكم: \nإذا كانــت المصــادر والمراجــع شــحيحة فــي معلوماتهــا عــن اإلمــام محمــد بــن ســعود بعدمــا تولــى \nالحكــم فهــي نــادرة وتــكاد تكــون معدومــة عنــه قبــل ذلــك، إنمــا وردت بعــض المعلومــات التــي تســلط \nالضــوء علــى أحــداث مهمــة مــن تاريــخ نجــد وفيهــا إشــارة بطريقــة غيــر مباشــرة إلــى اإلمــام محمــد \nبــن ســعود؛ منهــا مثــا: أن والــده األميــر ســعود بــن محمــد تولــى الحكــم فــي الدرعيــة خــال الفتــرة \nم)، وكان األميــر ســعود بــن محمــد يعتمــد علــى ابنــه األكبــر خــال تلــك الفتــرة 1725-1720/هـــ 1137-1132(\n اإلمــام محمــد بــن ســعود، تمامًــا كمــا اعتمــد فيمــا بعــد اإلمــام محمــد بــن ســعود علــى ابنــه األميــر \nعبدالعزيــز خــال فتــرة توليــه الحكــم فــي الدولــة الســعودية. \nم حادثــة مقتــل األميــر مقــرن بــن محمــد فــي 1726/هـــ 1139 ويذكــر ابــن بشــر ضمــن حــوادث ســنة \nتلــك الســنة، ويذكــر ســبب ذلــك أن األميــر مقــرن بــن محمــد قــام بمصالحــة األميــر زيــد بــن مرخــان \nوطلــب منــه القــدوم إلــى الدرعيــة، لكــن زيــداً خــاف مــن غــدر مقــرن واشــترط عليــه كفالــة اإلمــام \nمحمــد بــن ســعود ومقــرن بــن عبداللــه بــن مقــرن اللذيــن كفــاه، وعندمــا أتــى زيــد إلــى الدرعيــة هــمّ \nمقــرن بقتلــه والغــدر بــه لــوال أن اإلمــام محمــد بــن ســعود ومقــرن بــن عبداللــه وثبــا عليــه فألقــى بنفســه \nمــن فرجــة واختفــى فــي بيــت خــاء فــأدركاه وقتــاه وفــاءً بالعهــد واســتنكارًا للغــدر، وردّا زيــدًا إلــى \nحكــم الدرعيــة. \nم تحــدث ابــن بشــر عــن غــدر رئيــس العيينــة الملقــب 1726/هـــ 1139 كذلــك ضمــن حــوادث تلــك الســنة ",
                "5": "  (خرفــاش) بحاكــم الدرعيــة األميــر زيــد بــن مرخــان ودغيــم بــن فايــز المليحــي الســبيعي وقتلــه لهمــا، \nوذلــك أنــه بعــد الوبــاء الــذي حــلّ بالعيينــة وكان مــن نتائجــه وفــاة رئيس العيينــة عبداللــه بن معمــر وعدد \nكبيــر مــن رجــاالت العيينــة مــا أدى إلــى ضعــف البلــدة، وكانــت بلــدة غنيــة كثيــرة األمــوال والعقــارات مــا \nجعــل األميــر زيــد بــن مرخــان ينــوي غزوهــا وألجــل ذلــك تحالــف مــع آل كثيــر وباديــة ســبيع وغيرهــم، \nوهــو مــا جعــل خرفــاش يراســل األميــر زيــداً بــن مرخــان ويعــرض عليــه العطايــا والهبــات دون الحاجــة \nإلــى الدخــول فــي معــارك داميــة قــد تبالــغ فيهــا الباديــة بأضــرار علــى العيينــة ودون فائــدة حاصلــة \nللدرعيــة، فوافــق األميــر زيــد بــن مرخــان وســار إلــى العيينــة بأربعيــن رجــاً مــن األعيــان، كان مــن \nبينهــم اإلمــام محمــد بــن ســعود، ولمــا دخلــوا المــكان المعــد الســتقبالهم تــم رميهــم بالبنــادق وقُتــل زيــداً \nوعــدداً كبيــراً معــه، وتنبــه اإلمــام محمــد بــن ســعود ومــن حولــه لذلــك، فتحصنــوا فــي مــكان حصيــن \nولــم يخرجــوا منــه إال باألمــان الــذي أعطتــه لهــم عمّــة رئيــس العيينــة. \nوهــي نصــوص تدلنــا علــى المكانــة العاليــة التــي كان يتمتــع بهــا اإلمــام محمــد بــن ســعود فــي فتــرة \nمــا قبــل توليــه الحكــم، ولذلــك فــا غرابــة أن يكــون مؤهــاً لتولــي الحكــم فــي الدرعيــة دون منــازع، \nخاصــةً وأن نظــام الحكــم فــي الدرعيــة يؤهلــه لذلــك كونــه األكبــر عمــرًا مــن بيــن آل مقــرن وآل وطبــان، \nكمــا أنهــا تدلنــا علــى تنامــي قــوة الدرعيــة وطموحاتهــا التوســعية واالقتصاديــة فــي نجــد خــال تلــك \nالفتــرة. \nم:1727/هـ 1139  توليه الحكم سنة\nبعــد تــوزع أبنــاء إبراهيــم بــن موســى بــن ربيعــة بــن مانــع المريــدي وانتشــارهم فــي البلــدان، \nأصبــح الحكــم فــي الدرعيــة محصــورًا فــي فرعيــن مــن نســله، الفــرع األول هــم: أبنــاء ربيعــة ويعرفــون \nبــآل وطبــان والفــرع الثانــي هــم: آل مقــرن، وكان الدســتور المعمــول بــه فــي نظــام الحكــم بالدرعيــة أن \nاألكبــر ســنّاً مــن هذيــن الفرعيــن هــو مــن يتولــى الحكــم فــي الدرعيــة، لــذا أصبــح الحكــم فــي الدرعيــة \nم توفــي األميــر محمــد بــن مقــرن وانتقلــت إمــارة 1694/هـــ 1106 متنقــاً بيــن هذيــن الفرعيــن، ففــي ســنة \nالدرعيــة إلــى األميــر مرخــان بــن وطبــان بــن ربيعــة لكونــه األكبــر ســنّاً فــي الفرعيــن الحاكميــن، وفــي \nم توفــي األميــر ســعود بــن محمــد بــن مقــرن فتولــى إمــارة الدرعيــة بعــده األميــر زيــد 1725/هـــ 1137 ســنة \nبــن مرخــان مــن آل وطبــان، علــى الرغــم مــن أن لألميــر ســعود أوالداً هــم: محمــد وثنيــان ومشــاري \nوفرحــان، وكان اإلمــام محمــد بــن ســعود حينهــا فــي عمــر السادســة واألربعيــن لكــن األميريــن: زيــد بــن \nمرخــان ومقــرن بــن محمــد كانــا أكبــر منــه، لــذا لــم يتــولّ بعــد والــده مباشــرة. \nولكــون األميــر زيــد بــن مرخــان شــخصية ضعيفــة انتــزع اإلمــارة منــه األميــر مقــرن بــن محمــد \nفحكــم الدرعيــة، وهــو الــذي دعــا زيــداً – كمــا مــر ســابقًا- للمصالحــة وطلــب منــه أن يأتــي إلــى الدرعيــة \nفاشــترط زيــد كفالــة اإلمــام محمــد بــن ســعود ومقــرن بــن عبداللــه فكفــاه، الكــن مقرنًــا هــمّ بالغــدر \nفقتــاه وأعــادا زيــدًا إلــى الحكــم مــرة ثانيــة. \nوورد بنــا كيــف أن حاكــم الدرعيــة األميــر زيــد بــن مرخــان قــام بحملــة علــى العيينــة، فلجــأ رئيــس \nالعيينــة محمــد ابــن معمــر إلــى الحيلــة؛ ألنــه عــرف أنــه لــن يســتطيع صــد حملــة الدرعيــة والمتحالفيــن \nمعهــا، فأرســل إلــى األميــر زيــد يدعــوه للقــدوم إلــى العيينــة، وفعــاً قــدم األميــر زيــد إلــى العيينــة ومعــه ",
                "6": " .مجموعــة مــن أعيــان الدرعيــة \nكان اإلمــام محمــد بــن ســعود ضمــن مــن حضــر مــن أمــراء الدرعيــة وأعيانهــا إلــى العيينــة التــي \nغــدر رئيســها بهــم، واســتطاع اإلمــام محمــد بــن ســعود أن يتحصــن هــو ومجموعــة معــه فــي أحــد أبــراج \nالقصــر ولــم يخــرج إال بعــد أن حصــل علــى األمــان. \nم، وبعــودة اإلمــام محمــد بــن ســعود إلــى الدرعيــة 1727/هـــ 1139 انتهــت هــذه األحــداث منتصــف ســنة \nهـــ بتحديــد 1443 /6 /24 )، وتاريــخ 371/بويــع بالحكــم فيهــا، وهــذا هــو ســبب صــدور األمــر الملكــي رقــم (أ \n فبرايــر) مــن كل عــام يومًــا لذكــرى تأســيس الدولــة الســعودية، باســم (يــوم التأســيس). 22( يــوم \nكان اإلمــام محمــد بــن ســعود قــد اســتوعب أن توحيــد بلــدان نجــد بحاجــة إلــى زعامــة قويــة \nوحازمــة، وكان لديــه مــن الخبــرات والتجــارب فــي أنظمــة الحكــم الكثيــر ممــا اكتســبه خــال فتــرة \nم) ومــا بعدهــا، فقــد كان مراقبــاً جيــداً 1725-1720/هـــ 1137-1132( حكــم والــده األميــر ســعود بــن محمــد \nلألحــداث التــي مــن حولــه، ومتأمــاً فــي كل مــا يحــدث، لــذا عــرف اإلمــام محمــد بــن ســعود منــذ توليــه \nأن نظــام الحكــم الــذي يجعــل األحقيــة فــي حكــم الدرعيــة لمــن هــو أكبــر ســنًا بيــن فرعيــن مــن أبنــاء \nالعمومــة لــن يحقــق االســتقرار فــي الحكــم؛ ألن كل مــن جــاء لكبــر ســنه وحكــم قــام بنقــض مــا بنــاه \nالحاكــم الســابق، وهــو أيضًــا نظــام يجعــل المجــال مفتوحًــا بشــكل كبيــر جــدّاً للطامحيــن والمنافســين \nعلــى الحكــم، فأعــداد المتطلعيــن للحكــم كثيــرة مــن فرعــي آل وطبــان وآل مقــرن، وقــد أدى ذلــك إلــى \nاالقتتــال بيــن أبنــاء العمومــة للوصــول إلــى الحكــم، لذلــك ســعى اإلمــام محمــد بــن ســعود إلــى وضــع \nنظــام واليــة العهــد، ويعــد هــو أول مــن وضعهــا فــي نســله، وذلــك لضمــان اســتقرار الحكــم واســتمراره، \nولــو كان اإلمــام محمــد بــن ســعود طامعــاً فــي الحكــم لمــا أعــاد زيــداً إليــه فــي وقــت كانــت فيــه \nالفرصــة ســانحة لــه أن يحكــم الدرعيــة بعــد قتلــه لألميــر مقــرن بــن محمــد، وهــو أمــرٌ يمكننــا اســتنتاجه \nأيضًــا مــن موقفــه مــع حاكــم الريــاض دهــام بــن دوّاس، حيــث قــام اإلمــام محمــد بــن ســعود بمســاعدة \nم 1738/هـــ 1151 حاكــم الريــاض دهــام بــن دواس، فأرســل إليــه  أخــاه مشــاري ومعــه عــدة رجــال فــي ســنة \nفأقامــوا عنــد دهــام بــن دواس عــدة أشــهر حتــى اســتقرت األمــور لــه فــي حكــم الريــاض، فهــو يريــد \nاالســتقرار اإلقليمــي فــي المنطقــة وليــس لــه أطمــاع غيــر شــرعية فــي الحكــم. \nوخــال فتــرة حكــم اإلمــام محمــد بــن ســعود اهتــم باألمــور الداخليــة للدرعيــة، وأمــر ببنــاء حــي \nجديــد فــي ســمحان واتســعت منطقــة نفــوذ الدرعيــة بعدمــا ضــم اإلمــام محمــد بــن ســعود إليهــا (غصيبة) \nالتــي رحــل عنهــا أغلــب آل وطبــان إلــى الزبيــر فأصبــح نفــوذ حكمــه أوســع ممــن ســبقه، لكــن أغلــب \nالمؤلفــات التــي وصلتنــا أغفلــت تفاصيــل ذلــك، حتــى إن ابــن بشــر وابــن غنــام لــم يفصــا الحديــث عــن \nاإلمــام محمــد بــن ســعود برغــم كونــه المؤســس للدولــة الســعودية. \nوالواضــح مــن النصــوص التاريخيــة وتعامــل المجتمــع مــع الزعامــات الســابقة لإلمــام محمــد بــن \nســعود أنهــا تتعامــل معهــا علــى أنهــا مشــيخات وإمــارات صغيــرة، وأن تولــي اإلمــام محمــد بــن ســعود كان \nهــو الحــد الفاصــل بيــن مفهــوم تلــك المصطلحــات والمفهــوم الــذي انتقلــت بــه الدرعيــة إلــى مصطلــح \nعاصمــة الدولــة. \nونجــح اإلمــام محمــد بــن ســعود فــي تحقيــق االســتقرار الداخلــي منــذ توليــه الحكــم ســنة ",
                "7": " .م، فلــم تســجل المصــادر والمراجــع أي مواقــف داخليــة ضــده طــوال فتــرة حكمــه 1727/هـــ 1139\n ويعــد ابــن جريــس الحنبلــي أن تولــي اإلمــام محمــد بــن ســعود الحكــم فــي الدرعيــة بدايــة تأســيس \nإمــارة عربيــة فــي نجــد، ســار فيهــا اإلمــام محمــد ســيرة حســنة فرفــع المظالــم وأبطــل المكــوس، وحــاول \nم كانــت مــن عوائــق تحقيقــه لذلــك. 1747/هـــ 1160 أن يحكــم جميــع العــرب غيــر أن وفــاة أخيــه ثنيــان ســنة \n): (أمضــى اإلمــام محمــد بــن ســعود الســت Jean Baptiste Rousseau ( يقــول جــان باتيســت روســو \nعشــرة ســنة األولــى مــن حكمــه فــي توحيــد قبائــل اليمامــة التــي نجــح فــي كســبها وضمهــا فــي تحالفــات \nزادت قوتهــا، وهــو أمــرٌ انعكــس علــى الدرعيــة التــي أصبحــت فــي عهــده مقاطعــة مرهوبــة الجانــب بيــن \nالبلــدان النجديــة، مــا زاد مــن نجوميــة اإلمــام محمــد بــن ســعود التــي ســطعت وانتشــرت أكثــر، فحــرص \nالشــيخ محمــد بــن عبدالوهــاب علــى كســبه كمؤيــد للدعــوة اإلصاحيــة). \nومــن الحــوادث المهمــة خــال تلــك الفتــرة: أن اإلمــام محمــد بــن ســعود قــام بتزويــج ابنــه األميــر \nعبدالعزيــز مــن بنــت رئيــس العيينــة عثمــان ابــن معمــر، وهــو دليــل حــرص اإلمــام محمــد علــى تقويــة \nأواصــر عاقاتــه مــع جيرانــه مــن أمــراء بلــدان نجــد القويــة، كمــا فعــل األميــر ســعود بــن محمــد مــع \nقبيلــة آل كثيــر التــي زوج ابنــه األميــر محمــداً منهــا فضمــن والءهــا لــه، وهــو مــن جوانــب تقويــة الدولــة \nالســعودية بحلفائهــا ألجــل تحقيــق تنامــي قوتهــا واتســاع نفوذهــا. \n  مكانته الشخصية وأبرز صفاته:\nالحقيقــة أن شــح المعلومــات المتعلقــة باإلمــام محمــد بــن ســعود أمــرٌ يمكــن تعميمــه علــى كل مراحــل \nحياتــه، خصوصــاً خــال الفتــرة األولــى مــن حكمــه، وعلــى الرغــم مــن ذلــك نســتطيع - ومــن خــال \nالمعلومــات المتناثــرة فــي بطــون المصــادر- أن نكــوّن انطباعــاً عــن مكانتــه الشــخصية وجوانــب عــدة \nمــن أبــرز صفاتــه -رحمــه اللــه-. \nإن طلــب األميــر زيــد بــن مرخــان كفالــة اإلمــام محمــد بــن ســعود شــرطًا لقدومــه إلــى الدرعيــة \nيــدل علــى اتصافــه بصفــة الصــدق واألمانــة والوفــاء، كمــا يــدل علــى المكانــة التقديريــة التــي كان \nاإلمــام محمــد بــن ســعود يحظــى بهــا فــي المجتمــع منــذ مــا قبــل توليــه الحكــم، ومــن داللــة ذلــك – \nأيضًــا- حضــوره ضمــن أمــراء الدرعيــة وأعيانهــا للدعــوة التــي وجههــا رئيــس العيينــة إلــى األميــر زيــد \nبــن مرخــان. \nومــن صفــات اإلمــام محمــد بــن ســعود استشــرافه للمســتقبل وتوقعــه للنتائــج، وهــو أمــر يدلنــا عليــه \nاشــتراطه علــى الشــيخ محمــد بــن عبدالوهــاب عــدم مغــادرة الدرعيــة مســتقباً حتــى وإن تلقــى الشــيخ \nمحمــد دعــوات رســمية مــن البلــدات المجــاورة، حيــث لــم يمــض وقــت قصيــر حتــى قــدم رئيــس العيينــة \nإلــى الدرعيــة يعــرض علــى الشــيخ محمــد العــودة معــه إلــى العيينــة. \nواتصــف اإلمــام محمــد بــن ســعود بالتواضــع الجــم، فــكان -رحمــه اللــه- يجلــس مــع عامــة النــاس \nعلــى األرض حيــث يجدهــم جالســين دون فــراش، وال يقبــل أن يقــوم أحــد لــه فــي حــال حضــوره إليهــم، \nوكان ينهــى مــن يفعــل ذلــك ويقــول لــه: أنــا مثلكــم غيــر أن اللــه اختصنــي بالحكــم. \nوعــرف عنــه -رحمــه اللــه- الوفــاء بالعهــود والمواثيــق وتقديــره لهــا وتمســكه بهــا، وكرهــه للكــذب ",
                "8": " .والخيانــة ونقــض العهــود، حتــى لــو أدى ذلــك إلــى القتــل فــي ســبيل الوفــاء بالوعــد وأداء العهــد \nكمــا عــرف عنــه احترامــه للجــوار ومــد يــد المســاعدة والتعــاون والنصــرة فــي ســبيل تحقيق االســتقرار \nالعــام فــي المنطقــة، وقــام بدعــم ذلــك ماديّــاً وعســكريّاً للوقــوف فــي وجــه المخربيــن وأهــل الفتــن، \nوكرهــه للحــروب، فــكان علــى الرغــم مــن شــجاعته ال يحــب أن يكــون البــادئ بإشــعال نــار الحــرب مــع \nجيرانــه. \nومــن صفاتــه الشــخصية: الشــجاعة والبســالة واإلقــدام والطمــوح، والحنكــة وحســن القيــادة والتدبيــر، \nالــذي اتضــح جليّــاً مــن خــال قيادتــه بنفســه للعديــد مــن الغــزوات، وعقــده المعاهــدات واالتفاقيــات مــع \nالقبائــل وأمــراء البلــدان النجديــة فــي ســبيل فــرض األمــن الداخلــي وحمايــة القوافــل وطرقهــا. \nكان يتســم بالشــفافية والوضــوح مــع كل مــن يتعامــل معــه، يظهــر لنــا ذلــك مــن خــال الحــوار الــذي \nدار بينــه وبيــن الشــيخ محمــد بــن عبدالوهــاب فــي أول لقــاء بينهمــا، حيــن ذكــر لــه اإلمــام محمــد بــن \nســعود مــا كان يأخــذه مــن أهــل الدرعيــة وقــت حصــاد الثمــار، وكان أمــراً قــد درج عليــه أُمــراء بلــدان \nنجــد فــي ذلــك الوقــت، فلــم تذكــر المصــادر التــي اطلعــت عليهــا أن أحــداً فــي حريمــاء أو العيينــة \nناقــش الشــيخ محمــد بــن عبدالوهــاب فــي ذلــك، ممــا يــدل علــى صــدق نيــة اإلمــام محمــد بــن ســعود \nوصفــاء ســريرته -رحمــه اللــه-. \nوكان اإلمــام محمــد بــن ســعود حريصــاً علــى تحقيــق مبــدأ العــدل والشــورى، يحــب العلــم ويقــدر \nالعلمــاء يدلنــا علــى ذلــك بــروز الشــيخ عبداللــه بــن عيســى بــن عبدالرحمــن قاضــي الدرعيــة وعلــو \nمكانتــه فــي منطقــة العــارض، وكان -رحمــه اللــه- يحــب الخلــوة والتفكــر والتأمــل والتخطيــط. \nوعــرف اإلمــام محمــد بــن ســعود بالكــرم والبــذل الســخي عــن طيــب نفــس، فقــد كان اإلمــام محمــد \nبــن ســعود كثيــر الخيــرات ولــه أمــاك وزروع، فــكان -رحمــه اللــه- يعطــي وال يبالــي، لدرجــة أن الرجــل \nيأتيــه لكرمــه واشــتهار ذكــره مــن بــاد بعيــدة ليطلــب منــه ســداد دينــه، فــإن تحقــق اإلمــام محمــد بــن \nســعود مــن صدقــه أعطــاه مــا يكفيــه وســد عنــه دينــه، وقــد ذكــرت بعــض المصــادر قصصــاً مــن ذلــك. \n أبرز جهوده وأهم أعماله:\nكان مــن أبــرز جهــود اإلمــام محمــد بــن ســعود أنــه نجــح فــي وضــع نظــام صــارم يحترمــه الجميــع \nويهابــه المجتــرئ، نظــام يحقــق األمــن ويمنــع تعــدي القــوي علــى الضعيــف، عــرف الجميــع فــي ظلــه أن \nالمطالبــة بالحقــوق واســتردادها تتــم عــن طريــق أنظمــة الدولــة ال عــن طريــق القــوة، فالقــوة فــي نجــد \nخــال عهــد اإلمــام محمــد بــن ســعود لــم تعــد لمــن طالــت قناتــه. \nونجــح اإلمــام محمــد بــن ســعود فــي اســتيعاب الوفــود التــي قدمــت لتنهــل مــن معيــن الدرعيــة \nالعلمــي، وقــام بتوفيــر جميــع ســبل الراحــة واألمــان لهــم، بعيــدًا عــن بطــش حاكــم األحســاء وكيــد العماء \nالمتربصيــن، \nوفيما يأتي تفصيل بأبرز جهود اإلمام محمد بن سعود وأهم أعماله:",
                "9": " :أوالً: الجوانب السياسية واإلدارية واالقتصادية\nنجــح اإلمــام محمــد بــن ســعود فــي إرســاء نظــام واليــة العهــد وتسلســل الحكــم فــي ذريتــه مــن بعــده، \nوعــرف عــن اإلمــام محمــد بــن ســعود حرصــه علــى تحقيــق االســتقرار السياســي فــي المنطقــة واحترامــه \nللعهــود والمواثيــق، وكان يدعــم ذلــك ويقــف بصرامــة فــي وجــه المخربيــن وأهــل األهــواء والفتــن، ويكــره \nإشــعال نــار الحــرب، فهــو ال يســتخدم القــوة إال دفاعًــا ال هجومًــا. \nكمــا نجــح اإلمــام محمــد بــن ســعود فــي تحصيــن العاصمــة الدرعيــة، وكان كلمــا ســيطر علــى بلــد \nمــن بلــدان نجــد بنــى فيهــا حصنــاً، وأمــر بحفــر خنــدق حــول ذلــك الحصــن، وأمــر بإحــكام بنــاء القلعــة، \n) رجــل حســب حجــم كل بلــدة ومقــدار خراجهــا، يكــون هــؤالء الرجــال 1000  إلــى 500( ووضــع فيهــا مــن \nهــم األمنــاء علــى تلــك البلــدة، ويضــع لهــم فــي الحصــن مــا يكفيهــم ســنتين أو ثاثــة مــن المتــاع \nوالســاح والذخيــرة. \nوضبــط اإلمــام محمــد بــن ســعود ماليــة الدولــة بعدمــا أعــاد تنظيمهــا، ووضــع فــي كل بلــدة قاضيــاً \nومفتيــاً ومحتســباً وعــدداً مــن العمــال ألخــذ الــزكاة، هــذا غيــر الحــكام واألمــراء، واشــترط عليهــم أن \nيكونــوا علــى توافــق دائــم وتعــاون مســتمر فــي كل األمــور. \nكمــا أقــرّ أمــراء القبائــل فــي مناصبهــم القديمــة، وقــام بتنصيــب غيرهــم مــن إخوتهــم أو أبنــاء \nعمومتهــم فــي حــال بــدر منهــم عصيانــاً ألوامــر الدولــة، وجعــل فــي كل قبيلــة قاضيــاً ومفتيــاً وإمامــاً \nيؤمهــم للصــاة فــي جماعــة. \nوإن ممــا يلحــظ علــى ابــن غنــام وابــن بشــر تذويبهمــا لشــخصية الســلطة األولــى فــي الدولــة المتمثلة \nفــي اإلمــام محمــد بــن ســعود، وذلــك مــن خــال إيرادهمــا لنصــوص فيهــا إربــاك للقــارئ تجــاه معرفــة \nصاحــب القــرار السياســي فــي الدولــة، فيجعــان الشــيخ محمــد بــن عبدالوهــاب شــريكاً لإلمــام محمــد \nبــن ســعود فــي كل شــيء يذكرانــه: المخاطبــات، والقــرارات، وعــزل األمــراء وتعيينهــم، وكذلــك المكاتبــات \nالصــادرة والــواردة، ومــن أمثلــة ذلــك قــول ابــن غنــام: \" حتــى فــي األخبــار التــي تأتــي مــن عيــون \nالدولــة فــي الخــارج يذكرهــا بهــذه الصيغــة فيقــول: \"أتــوا إلــى الشــيخ محمــد بــن عبدالوهــاب واإلمــام \nمحمــد بــن ســعود فأخبروهمــا بمــا حــدث \". \nوهــي بــا شــك روايــات ضعيفــة جــدّاً يكذبهــا الواقــع التاريخــي الــذي أوردتــه المصــادر نفســها \nوالتــي ذكــرت قيــام اإلمــام محمــد بــن ســعود بتعييــن الــوالة علــى البلــدان وقيــادة الجيــش واألمــر ببنــاء \nالمســجد الجامــع، وهــو أمــرٌ عائــد إلــى عــدم اســتيعاب مــن نقلــت عنــه هــذه المصــادر لمبــدأ الشــورى \nالــذي عمــل بــه اإلمــام محمــد بــن ســعود وأبنائــه مــن بعــده رحمهــم اللــه جميعــاً، ونصــت المصــادر علــى \nأن الشــيخ محمــد بــن عبدالوهــاب منــذ بدايــة قدومــه للدرعيــة وهــو منهمــك فــي إعطــاء الــدروس ودعــم \nجانــب التعليــم فــي الدولــة، فــي حيــن أن هنــاك مصــادر صرّحــت بــأن الشــيخ محمــداً تفــرغ لذلــك وأن \nالقائــم بأعمــال الدولــة هــو اإلمــام محمــد بــن ســعود وابنــه األميــر عبدالعزيــز. \nولعلنــا نستشــهد بــأول لقــاء جمــع بيــن اإلمــام محمــد بــن ســعود والشــيخ محمــد بــن عبدالوهــاب \nحيــن اشــترط اإلمــام محمــد علــى الشــيخ محمــد عــدم التدخــل فــي األمــور التــي اشــترطها اإلمــام \nمحمــد علــى أهــل الدرعيــة مــن أنظمــة اقتصاديــة وضرائــب. ",
                "10": "  وتكفــل اإلمــام محمــد بــن ســعود بحمايــة القوافــل التجاريــة والمحافظــة علــى أمنهــا والتكفــل\nباســتضافة أصحابهــا فــي العاصمــة الدرعيــة مــدة ثاثــة أيــام بلياليهــا، وأظهــر ذلــك مــن واجبــات الدولــة \nالســعودية كدعــم لحركــة التجــارة ومــرور القوافــل التجاريــة بالدرعيــة. \nوفــي ســبيل ذلــك شــدد اإلمــام محمــد بــن ســعود الرقابــة علــى القبائــل وحذّرهــم مــن اعتــراض \nطريــق القوافــل التجاريــة، أو نهــب األمــوال والبضائــع. \nوتذكــر المصــادر أن اإلمــام محمــد بــن ســعود كان يأخــذ علــى أهــل الدرعيــة مبلغــاً مــن المــال، وقيــل \nمــن الثمــار فــي وقــت الحصــاد كنــوع مــن إيــرادات الدولــة االقتصاديــة عندمــا كانــت مواردهــا ضئيلــة، \nوهــو أمــر يمكــن ماحظتــه مــن أحــداث االســتدانة التــي تمــت بعــد قــدوم الشــيخ محمــد وعــدد مــن \nهـــ). 1159-1158( طــاب العلــم إلــى الدرعيــة خــال العاميــن \nثانيًا: الجانب العسكري: \nتجمــع المصــادر والمراجــع علــى أن اإلمــام محمــد بــن ســعود كان قائــداً فــذّاً فــي قيادتــه لجيشــه \nوراقيًــا فــي تعاملــه مــع األصدقــاء والخصــوم، وكان يقــود الجيــش بنفســه واســتطاع بــكل اقتــدار االنتقــال \nمــن نصــر إلــى آخــر، كمــا نجــح اإلمــام محمــد بــن ســعود فــي بســط نفــوذ الدولــة الســعودية األولــى \nخــال عهــده إلــى كل مــن: (ســدير، والوشــم، والمحمــل، والشــعيب، والخــرج، والحائــر)، إضافــة إلــى \nبلــدان العــارض باســتثناء الريــاض التــي وجــه إليهــا اإلمــام محمــد بــن ســعود حمــات عــدة جعلتهــا تتهيــأ \nلاستســام، واصطدمــت الدولــة الســعودية األولــى فــي عهــد اإلمــام محمــد بــن ســعود عســكريّاً بحاكــم \nاألحســاء وحاكــم نجــران. \nوقــد قُتــل ابنــا اإلمــام محمــد بــن ســعود (فيصــل وســعود) فــي معــارك الدولــة العســكرية خــال \nم.1746/هـــ 1159 حربهــا مــع حاكــم الريــاض دهــام بــن دواس ســنة \nم بصــورة ضعيفــة 1744/هـــ 1157 والغريــب أن ابــن بشــر أظهــر جيــش الدولــة الســعودية األولــى ســنة \nجــدّاً يقــول فيهــا: \" إن أول جيــش غــزا هــو ســبع ركايــب، فلمــا ركبــوا وأعجلــت بهــم النجايــب فــي ســيرها \nســقطوا مــن أكوارهــا؛ ألنهــم لــم يعتــادوا ركوبهــا \". \nولــم يذكــر ابــن بشــر تفاصيــل تلــك الحملــة العســكرية وال وجهتهــا علــى الرغــم مــن أهميتهــا لكونهــا \nأول حملــة عســكرية فــي الدولــة الســعودية األولــى، وهــل يعقــل أن أهــل نجــد لــم يعتــادوا ركــوب اإلبــل ! ! \nويبــدو أن عــدداً مــن الغربييــن نقلوهــا عنــه، حيــث وردت بروايــة مشــابهة وفيهــا أن جيــش اإلمــام \nمحمــد بــن ســعود كان قليــاً لدرجــة أنــه فــي أول اشــتباك لــه مــع أعدائــه لــم يكــن معــه ســوى ســبعة \nرجــال علــى ظهــور اإلبــل. \nونجــد أن ابــن غنــام والريكــي وصاحــب كتــاب (كيف كان ظهور شــيخ اإلســام محمد بــن عبدالوهاب) \nيؤكــدون علــى عــدم حــدوث أي غــزو عســكري خــال العشــرين ســنة األولــى مــن حكــم اإلمــام محمــد \nهـ. 1160 هـــ أو ســنة 1159 بــن ســعود، وأن أول حملــة عســكرية كانــت فــي ســنة \nويوضــح الريكــي أن أول حملــة كانــت موجهــة إلــى حاكــم الريــاض دهــام بــن دواس، وهــي مكونــة \nمــن عشــرين ذلــوالً وســبعة أفــراس. ",
                "11": "  وكان اإلمــام محمــد بــن ســعود يقــود الجيــش بنفســه، ويعتمــد علــى أخيــه مشــاري فــي بعــض\nاألعمــال، ثــم اعتمــد بعــد ذلــك علــى ابنــه األميــر عبدالعزيــز، ثــم تولــى األميــر عبدالعزيــز بــن محمــد \nالقيــادة العامــة للجيــش، وكانــت أشــهر األســلحة: الســيوف والبنــادق والســهام والرمــاح، وكان فــي \nالجيــش: الفرســان الخيّالــة وراكبــو اإلبــل والمشــاة وقــوات الحاميــات للبلــدان التــي كان أول ذكــر لهــا \nعنــد الحديــث عــن تلــك الحاميــة العســكرية التــي تركهــا اإلمــام محمــد بــن ســعود عنــد دهــام بــن دواس \nبقيــادة أخيــه مشــاري بــن ســعود ألجــل حفــظ االســتقرار فــي الريــاض. \nثالثًا: الجانب الديني:\nعنــد جمــع النصــوص المتناثــرة فــي بطــون المصــادر يتضــح لنــا أن اإلمــام محمــد بــن ســعود كان \nمعروفــاً بالتديــن ونبــذ البــدع والخرافــات منــذ وقــت مبكــر مــن حياتــه، وهــو أمــر لــم تنــص عليــه \nالمصــادر والمراجــع صراحــة، إنمــا يمكــن التوصــل إليــه مــن خــال تلــك الشــواهد التــي ذكرتهــا \nالمصــادر التاريخيــة عــن اإلمــام محمــد بــن ســعود، ومــن ذلــك إعطــاء اإلمــام محمــد بــن ســعود اإلذن \nألخويــه وقاضــي مدينتــه بالتواصــل مــع الشــيخ محمــد بــن عبدالوهــاب وحضــور دروســه وتبــادل الرســائل \nالخطيــة معــه يعــد مــن الشــواهد علــى ذلــك. \nومنهــا أيضــاً مواكبــة الدرعيــة لألعمــال اإلصاحيــة فــي العيينــة ونبــذ البــدع والخرافــات، وذلــك \nعندمــا أذن اإلمــام محمــد بــن ســعود بقطــع شــجرة قريــوة الواقعــة ضمــن نفــوذه اإلداري، وكان قطعهــا \nبمباشــرة مــن أخويــه ثنيــان ومشــاري وأحمــد بــن ســويلم. \nكمــا أن اإلمــام محمــد بــن ســعود أذن البنــه األميــر عبدالعزيــز بمراســلة الشــيخ محمد بــن عبدالوهاب \nيطلــب منــه تفســيراً لســورة الفاتحــة؛ فــإن كان هــذا حــال االبــن فمــا هــو حــال األب الــذي تربــى علــى \nيديــه ذلــك االبــن، ممــا يُعــد شــاهداً مــن الشــواهد التــي تــدل علــى قناعــة اإلمــام محمــد بــن ســعود \nبعقيــدة التوحيــد. \nتُجمــع المصــادر كلهــا علــى التقديــر والحفــاوة التــي حظــي بهــا العلمــاء وطــاب العلــم عنــد اإلمــام \nمحمــد بــن ســعود وفــي مقدمتهــم الشــيخ محمــد بــن عبدالوهــاب، وإنــه ممــا يــدل علــى معرفــة اإلمــام \nمحمــد بــن ســعود بحقيقــة التوحيــد وفهمــه العميــق لمبــادئ العقيــدة قولــه للشــيخ محمــد بــن عبدالوهاب: \n\" إن هــذا هــو ديــن اللــه ورســوله الــذي ال شــك فيــه، فأبشــر بالنصــرة لــك ولمــا أمــرت بــه والجهــاد لمــن \nخالــف التوحيــد \". \nكمــا أن األمــور السياســية لــم تشــغل اإلمــام محمــد بــن ســعود عــن حضــور مجالــس الشــيخ محمــد \nبــن عبدالوهــاب الدينيــة وطلــب االســتزادة منهــا، حتــى وصفتــه بعــض المصــادر بأنــه كثيــر العبــادة. \nوممــا يــدل علــى ذلــك أيضًــا: الدعــم الصــادق الــذي حظيــت بــه الدعــوة اإلصاحيــة، حيــث كان \nاإلمــام محمــد بــن ســعود يقــود الجيــوش بنفســه لمحاربــة أعــداء الديــن والدولــة، واستُشــهد فــي ســبيل \nذلــك ابنــاه (فيصــل وســعود) رحمهمــا اللــه تعالــى. \nوإن قيــام اإلمــام محمــد بــن ســعود بمســاعدة المحتاجيــن فــي ســداد ديونهــم والتكفــل بنفقــات زواج \nالمعســرين وحــث الشــباب وتشــجيعهم علــى الــزواج، والســير معهــم ودعمهــم بجاهــه ووجاهتــه ألجــل \nذلــك ممــا هــو ناتــج أيضًــا عــن تدينــه -رحمــه اللــه-. ",
                "12": "  وكان اإلمــام محمــد بــن ســعود يتكفــل بحمايــة قوافــل الحجــاج والمحافظــة علــى أمنهــا والقيــام \nباســتضافتهم فــي الدرعيــة ثاثــة أيــام بلياليهــا، وهــو يقــوم بذلــك ويــرى أنــه أمــرٌ ضمــن واجبــات \nالدولــة الســعودية ومبادئهــا، فخدمــة بيــت اللــه فــي نظــره مأخــوذة مــن ســقاية الحــاج وإطعامــه التــي \nأقرهــا اإلســام. \nوفــي ســبيل ذلــك شــدد اإلمــام محمــد بــن ســعود الرقابــة علــى القبائــل وحذّرهــم مــن اعتــراض \nطريــق قوافــل الحجــاج، أو أخــذ األمــوال منهــم مقابــل أي شــيء. \nوعمــل اإلمــام محمــد بــن ســعود جاهــدًا فــي ســبيل وحــدة الدولــة سياســيّاً وجغرافيّــاً واجتماعيّــاً \nوخدمــة الديــن، ومــن المناســب هنــا اإلشــارة إلــى أنــه علــى الرغــم مــن المبالغــة التــي حظيــت بهــا \nالحيــاة الدينيــة فــي نجــد قبيــل قيــام الدولــة الســعودية األولــى فــإن المصــادر أكــدت وجــود علمــاء \nســابقين ومعاصريــن للدعــوة اإلصاحيــة آمنــوا بالتوحيــد وبطــان تلــك الخرافــات والمعتقــدات الفاســدة \nهـــ)، وأحمــد 945 والمخالفــة للعقيــدة اإلســامية، مــن أمثــال: حســن بــن علــي بــن عبداللــه بــن بســام (ت \nهـــ)، وزامــل بــن ســلطان الخطيــب آل يزيــدي، وعبداللــه بــن رحمــه، 948 بــن عطــوة بــن زيــد (ت\nهـــ)، وبعضهــم قضــاة لبلــدان 1012وعبدالقــادر بــن بريــد، وأحمــد بــن محمــد بــن مشــرف الوهيبــي (ت \nهـــ)، 1040 هـــ)، وأحمــد بــن محمــد بــن بســام (ت 1059 نجــد مــن أشــهرهم: محمــد بــن إســماعيل (ت \nهـــ)، وكان ممن تتلمــذ على يد 1099هـــ)، وعبداللــه محمــد ذهــان (ت 1114 وأحمــد بــن محمــد القصيــر (ت \nهـــ)، ومحمــد ابــن ربيعــة العوســجي 1125عبداللــه ابــن ذهــان المؤرخــان: أحمــد بــن محمــد المنقــور (ت \nهـــ) الــذي ألــف 1097 هـــ)، ومــن تاميــذه أيضًــا الشــيخ عثمــان بــن أحمــد بــن قائــد النجــدي (ت 1158 (ت\nعــدة مؤلفــات مــن بينهــا رســالة عــن التوحيــد بعنــوان: نجــاة الخلــف فــي اعتقــاد الســلف، وكان ســليمان \nبــن علــي جــد الشــيخ محمــد بــن عبدالوهــاب مــن أشــهر علمــاء القــرن الحــادي عشــر الهجــري، ومنهــم \nأيضًــا: الشــيخ عبداللــه بــن إبراهيــم بــن ســيف فــي المجمعــة، وهــو أحــد الذيــن أخــذ عنهــم الشــيخ \nمحمــد بــن عبدالوهــاب. \nلكــن خــوف هــؤالء العلمــاء علــى أنفســهم وخشــيتهم مــن مواجهــة األهالــي وعــدم توافــر الدعــم \nالسياســي لهــم حــال بينهــم وبيــن قيامهــم بنشــر أفكارهــم التــي كانــوا يعتنقونهــا، فمــن الواضــح أن \nالتعليــم كان موجــودًا فــي منطقــة نجــد لــدى الحاضــرة المقتدريــن، وكان أهــل الحاضــرة الميســورين \nيحثــون أبناءهــم علــى العلــم والتعلــم، وكان اإلمــام محمــد بــن ســعود مــن أبنــاء األســرة الحاكمــة الذيــن \nحظــوا بمثــل تلــك الفرصــة. \nوعنــد ابــن منقــور والفاخــري وابــن عيســى نصــوصٌ تــدل علــى أن فــي منطقــة نجــد علمــاء يتحلــون \nبالــورع والتقــوى، وأن كثيــرًا مــن حاضــرة نجــد متمســكين بأحكام الشــريعة اإلســامية، وأن الحيــاة الدينية \nفــي نجــد قبيــل قيــام الدولــة الســعودية لــم تكــن بالصــورة التــي أظهرتهــا المصــادر المؤيــدة للدعــوة \nاإلصاحيــة، والحقيقــة أن الذيــن يمارســون البــدع واألعمــال الشــركية خــال تلــك الفتــرة كانــوا قلــة. \nرابعًا: الجانب االجتماعي: \nتذكــر المصــادر أن اإلمــام محمــد بــن ســعود كان عطوفــاً علــى رعيتــه، فــا يجــد شــابّاً غيــر متــزوج \nإال ســأل عــن حالــه؛ فــإن كانــت الجوانــب الماديــة هــي التــي تمنعــه مــن الــزواج ســاعده علــى ذلــك ",
                "13": "  وتكفــل بكســوته وجهــازه ومتاعــه، وإن كان الســبب أنــه ال يجــد مــن يزوجــه ســار معــه اإلمــام محمــد \nبنفســه وخطــب لــه. \nوفــي هــذا تكافــل اجتماعــي ومحافظــة علــى ســامة وتحصيــن المجتمــع، وتشــجيع لتكاثــر النســل، \nممــا يعطــي المجتمــع قــوةً وتماســكًا. \nوكان النــاس يأتــون اإلمــام محمــد بــن ســعود -رحمــه اللــه- لكرمــه واشــتهار ذكــره فــي ذلــك مــن \nبلــدان بعيــدة ليطلبــوا منــه ســداد دينهــم، فــإن تحقــق اإلمــام محمــد بــن ســعود مــن صدقهــم أعطاهــم \nوســدد دينهــم. \nوفيمــا يتعلــق بأســرة اإلمــام محمــد بــن ســعود ذكــر ابــن بشــر أن اإلمــام محمــد بــن ســعود كان \nمتزوجًــا حينمــا قــدم إليــه الشــيخ محمــد بــن عبدالوهــاب فــي الدرعيــة وأن لزوجتــه دورٌ كبيــرٌ فــي \nتشــجيعه علــى نصــرة الشــيخ محمــد بــن عبدالوهــاب. \nويشــير العجانــي إلــى أن المبيضــة األولــى لمخطوطــة ابــن بشــر ذكــرت بــأن زوجــة اإلمــام محمــد \nبــن ســعود اســمها موضــي بنــت.. \" أبــي وهطــان مــن آل كثيــر \"، وعلــق فــي الهامــش أن فــي األصــل \nبياضــاً، وأنــه اســتكمل االســم مــن الحيــدري. \n  وفاته:\nهـــ، الموافــق ســبتمبر 1179 توفــي اإلمــام محمــد بــن ســعود -رحمــه اللــه- فــي أواخــر شــهر ربيــع األول \nم، ودفــن فــي الدرعيــة، ونعــاه ابــن بشــر بقولــه : \" ثــم دخلــت الســنة التاســعة والســبعون بعــد المئــة 1765\n واأللــف، وفيهــا توفــي اإلمــام الرئيــس والمجاهــد فــي الديــن بالعرمــرم الخميــس محمــد بــن ســعود بــن \nمقــرن بــن مرخــان بــن ربيعــة بــن إبراهيــم بــن ربيعــة بــن مانــع، أســكنه اللــه جنتــه، وكان ولــي العهــد \nبعــده ابنــه عبدالعزيــز \". \nوالصحيــح أنــه اإلمــام محمــد بــن ســعود بــن محمــد بــن مقــرن بــن مرخــان بــن إبراهيــم بــن موســى \nبــن ربيعــة بــن مانــع. \nوناحــظ مــن نــص ابــن بشــر أمــور تــدل علــى انتظــام أمــور الدولــة وساســة انتقــال الحكــم ووضــوح \nمعالمهــا بشــكل كبيــر جــدّاً، فنجــد األلقــاب السياســية (اإلمــام) و(الرئيــس) وكذلــك المناصــب العليــا فــي \nالدولــة التــي تأتــي بعدهــا وهــي (ولــي العهــد)، والــذي أكــد ابــن غنــام قيــام اإلمــام محمــد بــن ســعود \nبتعييــن ابنــه األميــر عبدالعزيــز علــى هــذا المنصــب قبــل وفاتــه. \nولعلــه مــن الغريــب أن يختصــر ابــن بشــر ســيرة مؤســس الدولــة الســعودية األولــى بهــذه العبــارات \nالموجــزة والكلمــات المعــدودة، فذلــك ليــس منهجــه الــذي اتبعــه مــع غيــره مــن أئمــة الدولــة الســعودية \nاألولــى والثانيــة عنــد حديثــه عــن وفاتهــم رحمهــم اللــه جميعــاً وأســكنهم فســيح جناتــه، حيــث كان يتنــاول \nصفاتهــم ومناقبهــم ووالتهــم وقضــاة البلــدان فــي عهدهــم. \nومــن المؤكــد أن ذلــك ليــس نكرانًــا مــن ابــن بشــر لإلمــام محمــد بــن ســعود وجهــوده فــي نصــرة \nالدعــوة اإلصاحيــة، فقــد ذكــر بــأن اإلمــام محمــد بن ســعود عندما قصده الشــيخ محمــد بــن عبدالوهاب، \nقــام بإيوائــه ونصرتــه، وجهــز الجيــوش لنشــر دعوتــه، وفــي ذلــك يقــول: \" فــآواه مــن جعــل عــز اإلســام ",
                "14": "  علــى يديــه، وجــاد بنفســه ومــا لديــه، ولــم يخــش لــوم الائميــن، وال كيــد األعــداء المحاربيــن: محمــد \nبــن ســعود وبنــوه ومــن ســاعدهم علــى ذلــك وذووه، خلّــد اللــه ملكهــم مــدى الزمــان، وأبقــاه فــي صالــح \nعقبهــم مــا بقــي الثقــان، فشــمّر فــي نصــرة اإلســام بالجهــاد، وبــذل الجــد والجهــد واالجتهــاد، فقــام \nفــي عداوتــه األصاغــر واألكابــر، وجــرّوا عليــه المدافــع والقنابــر، فلــم يثــنِ عزمــه مــا فعــل المبطلــون، \nوجــاء الحــق وظهــر أمــر اللــه وهــم كارهــون\". \nولعــل مــا ذكــره ابــن بشــر فــي مقدمتــه مــن بــاب االعتــذار عــن ذلــك، حيــث قــال: \" واعلــم أن \nأهــل نجــد وعلماءهــم القديميــن والحديثيــن لــم يكــن لهــم عنايــة بتأريــخ أيامهــم وأوطانهــم..، ثــم إنــي \nأردت أن أجمــع مجموعــاً فــي وقائــع آل ســعود وأيامهــم وأخبارهــم وال وجــدت مــن يخبرنــي عنهــا خبــرًا \nمصدقًــا..، وإنــي تتبعــت مــن أرّخ أيامهــم فلــم أجــد مــا يشــفي الغليــل، وال وجــدت تصريحــاً لبيــان \nالوقائــع ومواضعهــا يتــداوى بــه العليــل \". \nتوفــي اإلمــام محمــد بــن ســعود ووصــف حالــه الــذي كان عليــه كمــا عبّــر عنــه جــان ريمــون \n) بقولــه: (كان لــدى اإلمــام محمــد بــن ســعود أحــامٌ كبيــرةٌ ومهــامٌ جســامٌ كثيــرةٌ Jean Raymond (\n يريــد تنفيذهــا، لكــن يــد المنــون اختطفتــه وهــو فــي معمعــة مشــروعاته التوســعية، فخلفــه ابنــه األميــر \nعبدالعزيــز الــذي آل علــى نفســه تحقيــق مــا كان يطمــح والــده إلــى تحقيقــه). \n): (كان بإمــكان اإلمــام محمــد بــن ســعود توحيــد أجــزاء J.G. LOREMER ( وفــي ذلــك يقــول لوريمــر \nكبيــرة مــن وســط الجزيــرة العربيــة بمــا فيهــا جبــل شــمر، لكنــه لــم يشــأ أن يهــدم الجبــل علــى رأســه \nبلفــت أنظــار القــوى المجــاورة لــه؛ ألن إثارتهــا يمثــل خطــرًا علــى دولتــه الناشــئة، لذلــك اتبــع اإلمــام \nمحمــد بــن ســعود سياســة الحــذر واالنكمــاش). \nوقــد أشــار العثيميــن إلــى أن منطقــة نجــد باتــت محاطــة بالمناطــق التــي تخضــع للقــوى السياســية \nمــن جميــع جهاتهــا منــذ أواخــر القــرن العاشــر الهجــري (الســادس عشــر الميــادي). \nولعــل هــذا يؤيــد مــا تناقلتــه المؤلفــات عــن نصيحــة اإلمــام محمــد بــن ســعود ألبنائــه مــن بعــده فــي \nمقولتــه المشــهورة: \"ال تفجــروا الصخــر\"، يحذرهــم فيهــا مــن اســتفزاز تلــك القــوى ولفــت انتباههــا، قبــل \nاســتكمال بنائهــم للجبهــة الداخليــة فــي وســط الجزيــرة العربيــة. \nوالحقيقــة التــي ربمــا لــم يلتفــت إليهــا المؤرخــون المحليــون، هــي أن النجاحــات التــي حققهــا اإلمــام \nعبدالعزيــز كانــت نواتهــا األولــى قــد تمــت زراعتهــا فــي عهــد اإلمــام المؤســس محمــد بــن ســعود، فعمــل \nم، فتــرك دولةً قويــةً والطريق 1765/هـــ 1179 م حتــى وفاته ســنة 1727/هـــ 1139 عليهــا منــذ توليــه الحكــم ســنة \nأمــام توســعها مفتوحًــا، ونســتثني مــن أولئــك المؤرخيــن المحلييــن حمــد بــن محمــد بــن لعبــون، الــذي \nأطلــق اســم الدولــة الســعودية علــى الدرعيــة وهــو  مــا يــدل علــى نضجــه السياســي، حيــث اســتوعب \nذلــك الحــدث السياســي العظيــم، وهــو حــدث انتقــال الدرعيــة مــن مرحلــة المدينــة إلــى مرحلــة المدينــة \nالعاصمــة للدولــة الســعودية األولــى. ",
                "15": " :  تأسيسه للدولة وتحليل المسألة \nمنــذ نشــأت مدينــة الدرعيــة التــي أسســها جــد أســرة آل ســعود األميــر مانــع المريــدي ســنة \nم وهــي تمتلــك مقومــات الدولــة الحضاريــة، ولهــا زعامــة سياســية، وفيها نســبة ســكان كبيرة، 1446/هـــ 850\n وتتبــع لهــا قــرى ومــزارع تمكنهــا مــن تحقيــق االكتفــاء االقتصــادي وتصديــر الفائــض إلــى بلــدان نجــد \nالمجــاورة لهــا، كمــا أنهــا ذات موقــع إســتراتيجي يقــع علــى وادي حنيفــة ومفتــرق طــرق الحــج والتجــارة. \nهــذه القــوة اإلســتراتيجية واالقتصاديــة المتمثلــة فــي موقــع الدرعيــة، وكذلــك القــوة السياســية \nالمتمثلــة فــي األميــر مانــع المريــدي وأبنائــه وأحفــاده مــن بعــده، جعلتهــم يمارســون نظــام الحكــم \nوالســيطرة علــى طــرق الحــج والتجــارة وفــرض ســيادة النظــام واألمــن والدفــاع عــن المدينــة، فــي وقــت \nشــهد تســلط غيــر العــرب علــى الحكــم الفعلــي للدولــة اإلســامية، وتقســمت فيــه اإلمبراطوريــة اإلســامية \nإلــى ممالــك مســتقلة، وأعقــب ذلــك انهيــار اإلمبراطوريــة اإلســامية علــى يــد المغــول؛ فــكان حلــم بنــاء \nكيــان سياســي فــي الجزيــرة العربيــة موجــوداً لــدى األميــر مانــع المريــدي وأحفــاده. \nكان األميــر مانــع المريــدي وأبنــاؤه وأحفــاده مــن بعــده حريصيــن علــى حمايــة الدرعيــة والقوافــل \nالمــارة بهــا، وألجــل ذلــك عقــدوا العديــد مــن المعاهــدات المتعلقــة بتأميــن تلــك القوافــل مــع قبائــل نجــد \nوأمــراء بلدانهــا. \nهــذا الســلوك الــذي انتهجــه األميــر مانــع المريــدي وأبنــاؤه وأحفــاده مــن بعــده كــوّن لديهــم رصيــداً \nمــن الخبــرات السياســية واإلداريــة المتراكمــة خــال تلــك الفتــرة الطويلــة التــي امتــدت حتــى تولــي \nم، الــذي اســتطاع ترجمــة هــذه الخبــرات والتجــارب 1727/هـــ 1139 اإلمــام محمــد بــن ســعود الحكــم ســنة \nونجــح فــي تأســيس الدولــة الســعودية األولــى خــال تلــك الســنة. \nم كتاريــخ لتأســيس 1744/هـــ 1157 هنــاك عــدد مــن المؤلفــات والكتابــات المتأخــرة زمنيّــاً اعتمــدت عــام \nالدولــة الســعودية األولــى، وهــو العــام الــذي يــؤرخ النتقــل الشــيخ محمــد بــن عبدالوهــاب مــن العيينــة \nإلــى الدرعيــة. \nومــع يقيننــا التــام أن قــدوم الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة يعــد حدثــاً مهمّــاً أســهم مــع \nغيــره مــن األحــداث فــي تعزيــز انتشــار نفــوذ الدولــة الســعودية األولــى، فــإن المصــادر المعاصــرة حينمــا \nتناولــت هــذا الموضــوع لــم تذكــر أنهــا تقصــد بــه بدايــة لتأســيس الدولــة الســعودية األولــى. \nم والــذي قــد تكــون تلــك الدراســات 1744/هـــ 1157 فنجــد أن ابــن بشــر الــذي بــدأ تاريخــه بعــام\nوالمؤلفــات تأثــرت بــه يعــزو الســبب فــي ذلــك إلــى أنــه ال يريــد أن يبــدأ حــوادث كتابــه قبــل ظهــور \nدعــوة الشــيخ محمــد بــن عبدالوهــاب وتمكنهــا، مــع العلــم أنــه لــم يهمــل تلــك الحــوادث التــي ســبقت \nم بــل أوردهــا علــى شــكل ســوابق. 1744/هـــ 1157 عــام ",
                "16": "  وذكــر أيضًــا أنــه اتخــذ مــن انتقــال الشــيخ محمــد بــن عبدالوهــاب مــن العيينــة إلــى الدرعيــة نموذجــاً \n  لهجــرة الرســول ﷺ مــن مكــة المكرمــة إلــى المدينــة المنــورة، ووضــح كيــف أن عمــر بــن الخطــاب \nربــط بدايــة التاريــخ بهجــرة الرســول ﷺ. \nومــن هنــا فــإن ابــن بشــر أوضــح فــي مقدمــة كتابــه أن المقصــود هــو التأريــخ لنصــرة الدعــوة علــى \nيــدي اإلمــام محمــد بــن ســعود وليــس قصــده تأريخــاً لتأســيس الدولــة الســعودية األولــى، وعلــى هــذا \nم ليســت تأريخــاً لتأســيس الدولــة الســعودية األولــى، وال حتــى لبدايــة دعوة الشــيخ 1744/هـــ 1157 فــإن ســنة \nمحمــد بــن عبدالوهــاب التــي بــدأت قبــل ذلــك بســنوات، إنمــا هــو تأريــخ لبدايــة نجــاح دعــوة الشــيخ \nمحمــد بــن عبدالوهــاب فــي انضوائهــا تحــت كنــف دولــة سياســية تدعمهــا وتؤيدهــا. \nونحاول اإلجابة عن األسئلة اآلتية:\n-ما التاريخ الدقيق لقيام الدولة السعودية األولى؟\n-ما أهم األحداث التي زامنت مع حكم اإلمام محمد بن سعود؟\n-هل حقق اإلمام محمد بن سعود أهدافه السياسية؟\nقــرر أميــر الدرعيــة زيــد بــن مرخــان القيــام بحملــة علــى العيينــة، فلجــأ رئيــس العيينــة محمــد بــن \nحمــد بــن معمــر إلــى الحيلــة؛ ألنــه عــرف أنــه لــن يســتطيع صــد حملــة الدرعيــة، فأرســل إلــى زيــد يدعــوه \nللقــدوم إلــى العيينــة ومعــه أعيــان الدرعيــة ليمنحهــم مــا يريــدون دون حــرب وإراقــة دم. \nوهذا يدل على تنامي قوة الدرعية وطموحاتها التوسعية في المنطقة.\nوفعــاً ســار زيــد ومعــه نحــو أربعيــن مــن األمــراء واألعيــان إلــى العيينــة، فلمــا وصلــوا القصــر كان \nابــن معمــر قــد دبّــر مكيــدةً لقتلهــم، حيــث أُطلقــت عليهــم النــار فقُتــل زيــد ومعظــم مــن كانــوا معــه، \nوكان محمــد بــن ســعود ضمــن مــن حضــر مــن أمــراء وأعيــان الدرعيــة وأعيانهــا فاســتطاع أن يتحصــن \nهــو ومجموعــة معــه فــي أحــد أبــراج القصــر ولــم يخــرج إال بعــد أن حصــل علــى األمــان الموثــوق. \nم)، 1727 هـ/فبرايــر 1139 كانــت هــذه األحــداث مــع نهايــة النصــف األول مــن شــهر ( جمــادى اآلخــرة \nوعندمــا عــاد محمــد بــن ســعود مــن العيينــة إلــى الدرعيــة بويــع أميــراً للدرعيــة، وبتوليــه الحكــم فــي \nالدرعيــة تأسســت الدولــة الســعودية األولــى. \n) متحدثــاً عن األوضاع السياســية JOHN LEWIS BURCKHARDT( يقــول جــون لويــس بوركهــارت \nفــي نجــد: (كان مــن الضــروري وجــود زعيــم أعلــى، فلقــد كانــت نجــد منقســمة إلــى عــدد مــن المناطــق \nوالبلــدان والقــرى الصغيــرة المســتقلة التــي ال رابــط بينهــا، وكانــت فــي حالــة حــرب مســتمرة، ولــم يكــن \nفيهــا قانــون معتــرف بــه إال للقــوي، ســواء كان ذلــك فــي الباديــة أو كان داخــل أســوار البلــدان). \nم، 1727/هـــ 1139 نجــح اإلمــام محمــد بن ســعود فــي تحقيــق االســتقرار الداخلــي منذ توليــه الحكم ســنة \nحيــث لــم تشــهد فتــرة حكمــه أي اضطرابــات أمنيــة، وهنــاك أمــورٌ تــم ربطهــا بتأســيس الدولــة الســعودية \nاألولــى فــي المؤلفــات الحديثــة، لــذا يجــب الحديــث عنهــا فــي هــذه الدراســة وفــق مــا ســوف يأتي. ",
                "17": " :  قدوم الشيخ محمد بن عبدالوهاب إلى الدرعية \nيقصــد بــه ذلــك اللقــاء الــذي تــم بيــن اإلمــام محمــد بــن ســعود والشــيخ محمــد بــن عبدالوهــاب فــي \nبلــدة الدرعيــة، بعدمــا خــرج الشــيخ محمــد بــن عبدالوهــاب مــن العيينــة نتيجــة تخلــي رئيــس العيينــة عــن \nدعمــه لــه ونصرتــه لدعوتــه. \nوقــد اتخــذ بعــض المؤرخيــن المعاصريــن مــن تاريــخ هــذا اللقــاء بدايــة لتأســيس الدولــة الســعودية \nاألولــى علــى الرغــم مــن أن المصــادر التــي عاصــرت الدولــة الســعودية األولــى لــم تذكــر ذلــك، بــل إنهــا \nلــم تضبطــه بشــكل مؤكــد، فهــذا هــو ابــن غنــام يقــول فــي ذلــك: \" خــرج الشــيخ ســنة ســبع أو ثمــان \nوخمســين ومئــة وألــف مــن العيينــة إلــى بلــدة الدرعيــة \". \nم.1746/هـ 1159 م أو بداية سنة 1745/هـ 1158 ومثله الفاخري الذي قال بأنه في نهاية سنة\nإذ لــو كان ذلــك الحــدث بدايــةً لتأســيس الدولــة الســعودية األولــى لــكان ضبطــه بدقــة أكثــر علــى \nاعتبــاره أهــم حــدث تاريخــي فــي منطقــة نجــد ولصرّحــت المصــادر بذلــك علــى اعتبــار أنــه من مكاســب \nدعــوة الشــيخ محمــد بــن عبدالوهــاب. \nحتــى ابــن بشــر علــى رغــم تأكيــده أنــه: \"فــي الســنة الســابعة والخمســين بعــد المئــة واأللــف \"، \nم يقــول: \" وهــي الســنة التــي اســتقر فيهــا الشــيخ محمــد بــن 1745/هـــ 1158 نجــده فــي أول حــدث لســنة \nعبدالوهــاب عنــد محمــد بــن ســعود فــي بلــد الدرعيــة \". \nهــذا اللقــاء تضمــن حــواراً شــفهيّاً تــم بيــن اإلمــام محمــد بــن ســعود والشــيخ محمــد بــن عبدالوهــاب \nأيـّــد فيــه اإلمــام محمــد بــن ســعود اإلصــاح الدينــي وقيــام الشــيخ محمــد بــن عبدالوهــاب بالدعــوة \nوإلغــاء الممارســات البدعيــة، وهــو أشــبه بلقــاء العيينــة الــذي تــم قبــل ذلــك بيــن رئيــس العيينــة عثمــان \nبــن حمــد بــن معمــر والشــيخ محمــد بــن عبدالوهــاب، وتضمــن حــواراً شــفهيّاً قــال فيــه الشــيخ محمــد بن \nعبدالوهــاب لرئيــس العيينــة: \" إنــي أرجــو إن أنــت قمــت بنصــر ال إلــه إال اللــه أن يُظهــرك اللــه وتملــك \nنجــداً وأعرابهــا \". \nونجــد أن اختــاف المصــادر لــم يكــن فقــط فــي الضبــط الدقيــق لهــذا الحــدث، بــل هنــاك اختــاف \nفــي تفاصيــل أحــداث قــدوم الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة وتفاصيــل ذلــك الحــوار الــذي \nدار بيــن اإلمــام محمــد بــن ســعود والشــيخ محمــد بــن عبدالوهــاب، ولنبــدأ أوالً بأحــداث قــدوم الشــيخ \nمحمــد بــن عبدالوهــاب إلــى الدرعيــة. \nفابــن غنــام المعاصــر لقــدوم الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة، وأحــد تاميــذ الشــيخ \nمحمــد المتحمســين لدعوتــه، تفيــد روايتــه أن الشــيخ محمــد بــن عبدالوهــاب قــدم إلــى الدرعيــة وجلــس \nفيهــا، ولــم يعلــم بــه اإلمــام محمــد بــن ســعود إال بعــد مضــي يوميــن !! \nوفــي ذلــك يقــول: (إن الشــيخ محمــد بــن عبدالوهــاب نــزل حيــن دخولــه الدرعيــة فــي الليلــة األولــى ",
                "18": "  عنــد عبداللــه بــن ســويلم، ثــم انتقــل فــي اليــوم التالــي إلــى دار تلميــذه الشــيخ أحمــد بــن ســويلم، وأن \nاإلمــام محمــد بــن ســعود عندمــا ســمع بقــدوم الشــيخ محمــد قــام مــن فــوره مســرعاً إليــه ومعــه أخــواه \nثنيــان ومشــاري، فأتــاه فــي بيــت أحمــد بــن ســويلم). \nوابــن بشــر الــذي ولــد بعــد وفــاة اإلمــام محمــد بــن ســعود بإحــدى وثاثيــن ســنة وبعــد وفــاة \nالشــيخ محمــد بــن عبدالوهــاب بأربــع ســنوات، مــا يعنــي أنــه غيــر معاصــر للحــدث بــل نقــل عــن الذيــن \nعاصــروا الحــدث وفــق قولــه، يذكــر أيضًــا أن قــدوم الشــيخ محمــد بــن عبدالوهــاب كان دون علــم اإلمــام \nمحمــد بــن ســعود، وأن الشــيخ محمــد بــن عبدالوهــاب كان فــي دار ابــن ســويلم وأن ابــن ســويلم كان \nمتضايقــاً مــن قــدوم الشــيخ محمــد بــن عبدالوهــاب خوفــاً علــى نفســه مــن ردة فعــل اإلمــام محمــد بــن \nســعود، فقــام الشــيخ محمــد بــن عبدالوهــاب بوعــظ ابــن ســويلم والتخفيــف مــن هلعــه قائــاً: \" ســيجعل \nاللــه لنــا ولكــم فرجــاً ومخرجــاً\". \nويشــير ابــن بشــر إلــى أن تاميــذ الشــيخ محمــد بــن عبدالوهــاب توافــدوا علــى دار تلميــذه ابــن \nســويلم بعدمــا علمــوا بقدومــه إلــى الدرعيــة، وأنــه قــرر لهــم التوحيــد ! \nوأراد بعــض تاميــذ الشــيخ محمــد أن يخبــر اإلمــام محمــد بــن ســعود بقــدوم الشــيخ محمــد بــن \nعبدالوهــاب فخافــوا مــن ذلــك، فأتــوا إلــى زوجــة اإلمــام محمــد وأخيــه ثنيــان وأخبروهمــا عــن أمــر \nالتوحيــد ودعــوة الشــيخ محمــد فوقــر التوحيــد فــي قلوبهمــا، فلمــا دخــل اإلمــام محمــد بــن ســعود علــى \nزوجتــه أخبرتــه بقــدوم الشــيخ محمــد ومــكان وجــوده، وقالــت لــه: \" إن هــذه غنيمــة فاغتنمهــا\"، ثــم دخــل \nعليــه أخــواه ثنيــان ومشــاري وأشــارا عليــه بنصــرة الشــيخ محمــد فقــذف اللــه فــي قلــب اإلمــام محمــد \nمحبــة الشــيخ ومــا دعــا إليــه، فــأراد أن يرســل فــي طلــب الشــيخ محمــد بــن عبدالوهــاب، فقالــوا بــل \nتســير أنــت إليــه برجلــك وتظهــر تعظيمــه وتوقيــره، فســار إليــه اإلمــام محمــد بــن ســعود ودخــل عليــه \nفــي بيــت ابــن ســويلم. \nاســتوقفني فــي هــذه الروايــة قــول ابــن بشــر إن تاميــذ الشــيخ محمــد بــن عبدالوهــاب جــاؤوا إلــى \nثنيــان أخــي اإلمــام محمــد بــن ســعود وأخبــروه عــن أمــر التوحيــد فوقــر فــي قلبــه، والمعــروف أن ثنيــان \nعلــى اتصــال ســابق بالشــيخ وهــو أحــد تاميــذ الشــيخ محمــد الذيــن وفــدوا عليــه، وقامــوا بتطبيــق بعــض \nمبــادئ الدعــوة عندمــا كان الشــيخ فــي العيينــة قبــل قدومــه إلــى الدرعيــة. \nنجــد أن الروايتيــن علــى اختافهمــا فــي التفاصيــل فإنهمــا تتفقــان فــي القــول بــأن الشــيخ محمــد \nبــن عبدالوهــاب جــاء إلــى الدرعيــة ودخلهــا وجلــس فيهــا دون أن يعلــم اإلمــام محمــد بــن ســعود بهــذا \nالحــدث المهــم ! ",
                "19": "  بــل إن روايــة ابــن بشــر ذهبــت إلــى أبعــد مــن ذلــك، حيــن جــاءت علــى نحــوٍ يُفهــم منــه أن اإلمــام \nمحمــد بــن ســعود لــم يعلــم بأمــر الشــيخ محمــد بــن عبدالوهــاب والمبــادئ التــي كان يدعــو إليهــا إال \nبعدمــا انتقــل الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة !! \nوهــو أمــرٌ ال يمكــن قبولــه، فقــد ذكــر ابــن غنــام وابــن بشــر أن الشــيخ محمــد بــن عبدالوهــاب أعلــن \nم عندمــا كان فــي حريمــاء، وأن صيــت الشــيخ محمــد ذاع 1740/هـــ 1153 دعوتــه بعــد وفــاة والــده ســنة \nحتــى وصــل العيينــة والدرعيــة والريــاض ومنفوحــة خــال تلــك الفتــرة. \nوذكــر ابــن غنــام أن الشــيخ محمــد بــن عبدالوهــاب انتقــل بدعوتــه فــي العيينــة إلــى مرحلــة التطبيــق \nومــارس هــو وتاميــذه هــدم القبــاب وقطــع األشــجار، بــل إنــه يذكــر أن جماعــة مــن أهــل الدرعيــة \nشــاركوا فــي هــذا التطبيــق منهــم: ثنيــان بــن ســعود ومشــاري بــن ســعود وأحمــد بــن ســويلم، الذيــن \nقامــوا بقطــع شــجرة قريــوة فــي الموضــع التابــع للدرعيــة. \nفهــل يعقــل أن اإلمــام محمــد بــن ســعود لــم يســمع بــكل ذلــك، وهــل يعقــل أن يتــم قطــع شــجرة \nمشــهورة تقــع ضمــن مناطــق نفــوذه دون إذنــه وموافقتــه !! \nبالتأكيــد ال، لــو لــم يكــن اإلمــام محمــد بــن ســعود موافقــاً علــى ذلــك بــل مقتنعــاً بصحتــه، وال ســيما \nأن ابــن غنــام يذكــر أن هــذه األعمــال التــي قــام بهــا الشــيخ محمــد بــن عبدالوهــاب وتاميــذه شــاع \nذكرهــا وتحدثــت بهــا الركبــان حتــى وصلــت األحســاء والبصــرة والحرميــن. \nوقــد أكــد صاحــب (كتــاب لمــع الشــهاب فــي ســيرة محمــد بــن عبدالوهــاب) المعاصــر ألواخــر \nالدولــة الســعودية األولــى أن اإلمــام محمــد بــن ســعود كان علــى معرفــة بالشــيخ محمــد بــن عبدالوهــاب \nوالمبــادئ التــي يدعــو إليهــا قبــل قــدوم الشــيخ محمــد إلــى الدرعيــة. \nكمــا أن هــذه األعمــال التطبيقيــة التــي قــام بهــا الشــيخ محمــد بــن عبدالوهــاب فــي العيينــة أظهــرت \nللشــيخ محمــد معارضيــن أســهموا فــي نشــر حــرب إعاميــة مــن خــال مكاتباتهــم التــي يذكــرون فيهــا \nالشــيخ محمــداً ومــا قــام بــه مــن أعمــال فــي العيينــة، والتــي كان أعظمهــا رجــم الزانيــة التــي كانت ســبباً \nفــي تدخــل رئيــس بنــي خالــد وحاكــم األحســاء ســليمان آل محمــد إلخــراج الشــيخ محمــد مــن العيينــة. \nبــل إن المصــادر ذكــرت أن الشــيخ محمــد بــن عبدالوهــاب قــام بتأليــف كتابــه التوحيــد وهــو فــي \nحريمــاء، ثــم راســل أمــراء وقضــاة البلــدان المجــاورة ومــن ضمنهــا إمــام الدرعيــة وقاضيهــا يبيــن لهــم \nحقيقــة التوحيــد، وورد أن ســبب تفســير الشــيخ محمــد بــن عبدالوهــاب لســورة الفاتحــة هــو طلــب مــن \nاألميــر عبدالعزيــز بــن اإلمــام محمــد بــن ســعود الــذي كتــب للشــيخ محمــد عندمــا كان الشــيخ محمــد \nفــي العيينــة يســأله أن يكتــب لــه تفســير ســورة الفاتحــة فكتبهــا لــه، ومــن المؤكــد أن ذلــك كان بعلــم \nوالــده اإلمــام محمــد بــن ســعود. \nأمــا الروايــة الثالثــة فــا تقــل أهميــةً عــن الروايتيــن الســابقتين مــن حيــث قــوة مصدرهــا، وهــي \n)، الــذي جــاء إلــى مصــر مــع حملــة نابليــون، وبقــي Felix Mengin ( التــي أوردهــا فيلكــس مانجــان ",
                "20": "  فــي مصــر بعــد انســحاب الجيــش الفرنســي منهــا، حيــث أُتيحــت لــه فرصــة االلتقــاء بعــدد مــن األمــراء \nالســعوديين وأفــراد مــن أســرة الشــيخ محمــد بــن عبدالوهــاب الذيــن كانــوا منفييــن فــي مصــر، وقــد \nأخــذ أغلــب معلوماتــه مــن حفيــد الشــيخ محمــد بــن عبدالوهــاب المدعــو بالشــيخ عبدالرحمــن بــن \nعبداللــه بــن محمــد بــن عبدالوهــاب. \nيقــول مانجــان: إن الحــارس كلمــا حــاول أن يقتــل الشــيخ محمــد بــن عبدالوهــاب خــال مســيرهما \nفــي الطريــق بيــن العيينــة والدرعيــة يؤجــل ذلــك، نظــراً لوجــود متســع مــن الوقــت للقيــام بذلــك، لكنــه \nتفاجــأ بوجــود فرســان الدرعيــة تقدمــوا قبــل الوصــول إلــى الدرعيــة، حيــث أرســلهم اإلمــام محمــد بــن \nســعود لماقــاة الشــيخ محمــد بــن عبدالوهــاب، فتراجــع الحــارس عــن القيــام بفعلتــه وعــاد إلــى العيينــة. \nيكمــل مانجــان روايتــه: بــأن الشــيخ محمــد بــن عبدالوهــاب بعدمــا نجــا مــن الخطــر العظيــم الــذي \nكان محدقــاً بــه، وصــل الدرعيــة ونــزل فــي بيــت أحــد أصدقائــه. \nومــن ذلــك يتضــح أن قــدوم الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة كان بدعــوة مــن اإلمــام \nمحمــد بــن ســعود، الــذي كان علــى علــم بالوقــت الــذي خــرج فيــه الشــيخ محمــد مــن العيينــة؛ لــذا أرســل \nمجموعــة مــن فرســان الدرعيــة لماقاتــه فــي الطريــق. \nوكان وقــت دخــول الشــيخ محمــد بــن عبدالوهــاب الدرعيــة بعــد مــرور خمــس ســاعات مــن حلــول \nالليــل، وهــو مــا جعلــه يذهــب إلــى بيــت أحــد تاميــذه بــدالً مــن التوجــه إلــى حاكــم الدرعيــة بشــكل \nمباشــر، نظــراً لتأخــر الوقــت. \nوالروايــة الرابعــة ذكرهــا صاحــب كتــاب (لمــع الشــهاب فــي ســيرة محمــد بــن عبدالوهــاب) فيقــول \nفيهــا: إن الشــيخ محمــد بــن عبدالوهــاب عندمــا وصــل قــرب الدرعيــة بمســافة نصــف ســاعة تقريبــاً ســيراً \nعلــى األقــدام، خــرج للقائــه اإلمــام محمــد بــن ســعود يرافقــه ابنــه األميــر عبدالعزيــز وعــدد كبيــر مــن \nاألمــراء وكبــار أعيــان الدرعيــة فاســتقبلوه باإلكــرام. \nوهــي روايــة يؤيدهــا حمــد بــن محمــد بــن ناصــر ابــن لعبــون، وهــو أحــد الذيــن عملــوا مــع اإلمــام \nم) كاتبًــا لفــرق حصــر الــزكاة، وعهــد إليــه اإلمــام ســعود 1803-1765/هـــ 1218-1179( عبدالعزيــز بــن محمــد \nم) 1818-1814/هـــ 1233-1229( م) وابنــه اإلمــام عبداللــه بــن ســعود 1814-1803/هـــ 1229-1218( بــن عبدالعزيــز \nأن يكــون مأمــوراً لبيــت المــال فــي ســدير، وهــو مــن المؤرخيــن المحلييــن المهميــن، حيــث يأتــي فــي \nالمرتبــة الثانيــة بعــد ابــن غنــام، فهــو ســابق البــن بشــر وابــن عيســى والبســام وغيرهــم. \nنجــد أن ابــن لعبــون المشــارك فــي وظائــف الدولــة الســعودية األولــى، والقريــب مــن رجاالتهــا الذيــن \nأســهموا فــي صناعــة الحــدث، علــى الرغــم مــن عــدم إيــراده لتفاصيــل روايــة متكاملــة بســبب اســتخدامه \nالمنهــج الحولــي فإنــه يؤكــد أن الشــيخ محمــد بــن عبدالوهــاب جــاء إلــى الدرعيــة بدعــوة وجههــا إليــه \nاإلمــام محمــد بــن ســعود يطلــب فيهــا منــه القــدوم إلــى الدرعيــة ويعــده فيهــا باإليــواء والنصــرة، وذلــك \nبعدمــا وصلــت لإلمــام محمــد بــن ســعود معلومــات عــن الضغوطــات التــي مارســها رئيــس العيينــة عثمــان ",
                "21": "  ابــن معمــر ألجــل إخــراج الشــيخ محمــد مــن العيينــة، وتضمنــت دعــوة اإلمــام محمــد بــن ســعود للشــيخ \nمحمــد بــن عبدالوهــاب وعــدًا صريحًــا لــه بالتأييــد والمناصــرة، وأن اإلمــام محمــداً اســتقبل الشــيخ \nمحمــداً واحتفــى بــه وأكرمــه غايــة اإلكــرام. \nوهــو مــا يؤكــد مــا ذهبنــا إليــه ســابقًا، بمــا ال يــدع للشــك مجــاالً فــي أن قــدوم الشــيخ محمــد \nبــن عبدالوهــاب إلــى الدرعيــة كان بدعــوة مــن اإلمــام محمــد بــن ســعود وليــس كمــا تقــول الروايــات \nاألخــرى أن ذلــك كان دون علــم اإلمــام محمــد بــن ســعود، وإنــه مــن المســتحيل أن يخاطــر الشــيخ \nمحمــد بــن عبدالوهــاب بالذهــاب إلــى بلــد ال يعــرف موقــف حاكمــه مــن دعوتــه، وال ســيما أن تلــك الفترة \nالتــي انتقــل فيهــا الشــيخ كانــت محمــد كثيــرة الوضــوح بالنســبة لــه مــن حيــث معرفــة المؤيديــن لــه مــن \nالمعارضيــن، وليــس مــن المعقــول أن يخــرج الشــيخ محمــد بــن عبدالوهــاب مــن العيينــة بســبب خطــر \nيهــدد حياتــه ويتجــه إلــى خطــر آخــر مجهــول ال يعــرف مصيــره فيــه. \nومــن ثــم، إذا كان الشــيخ محمــد بــن عبدالوهــاب جــاء إلــى الدرعيــة بدعــوة مــن اإلمــام محمــد بــن \nســعود، فــا حاجــة لــه بمــن يقنعــه باســتقبال الشــيخ محمــد والموافقــة علــى اســتضافته فــي الدرعيــة، \nســواء كانــا أخويــه أو زوجتــه. \n  الحوار بين اإلمام والشيخ: \nيقــول ابــن بشــر: أن اإلمــام محمــد بــن ســعود بعدمــا دخــل علــى الشــيخ محمــد بــن عبدالوهــاب \nفــي بيــت تلميــذه ابــن ســويلم رحــب اإلمــام بالشــيخ وقــال لــه: (أبشــر ببــاد خيــر مــن بــادك وبالعــز \nوالمنعــة، فقــال لــه الشــيخ محمــد بــن عبدالوهــاب: وأنــا أبشــرك بالعــز والتمكيــن، والنصــر المبيــن، \nوهــذه كلمــة التوحيــد التــي دعــت إليهــا الرســل كلهــم، فمــن تمســك وعمــل بهــا ونصرهــا ملــك بهــا البــاد \nوالعبــاد، وأنــت تــرى نجــداً كلهــا وأقطارهــا أطبقــت علــى الشــرك والجهــل والفرقــة واالختــاف واالقتتــال \nبيــن بعضهــم البعــض، فأرجــوا أن تكــون إمامًــا يجتمــع عليــه المســلمون وذريتــك مــن بعــدك، وجعــل \nيشــرح لــه اإلســام وشــرائعه، وبعــد شــرح الشــيخ محمــد طلــب منــه اإلمــام محمــد بــن ســعود المبايعــة، \nفبايعــه الشــيخ محمــد بــن عبدالوهــاب: \" أن الــدم بالــدم والهــدم بالهــدم \"، وعلــى أن الشــيخ محمــد ال \nيرغــب عنــه إلــى مــكان آخــر، كمــا طلــب اإلمــام محمــد مــن الشــيخ محمــد أن ال يعتــرض عليــه بمــا كان \nيأخــذه مــن أهــل الدرعيــة). \nوتــدل الروايــة علــى أن اإلمــام محمــد بــن ســعود طلــب عهــداً مــن الشــيخ محمــد بــن عبدالوهــاب أن \nال يغــادر الدرعيــة مســتقباً فــي حــال تلقــى الشــيخ محمــد دعــوات مــن رؤســاء بلــدان نجــد، وفــي ذلــك \nداللــة علــى الرؤيــة المســتقبلية التــي يتمتــع بهــا اإلمــام محمــد بــن ســعود الــذي عــرف أن الشــيخ محمــد \nبــن عبدالوهــاب ســوف يتلقــى عروضًــا للرحيــل عــن الدرعيــة، وهــو مــا فعلــه رئيــس العيينــة عثمــان ابــن \nمعمــر الــذي مــا إن ســمع بــأن اإلمــام محمــد بــن ســعود قــد اســتضاف الشــيخ محمــد بــن عبدالوهــاب ",
                "22": "  وأعلــن نصرتــه، حتــى ركــب فــي عــدد مــن أعيــان بلــدة العيينــة قادمًــا إلــى الدرعيــة يطلــب مــن الشــيخ \nمحمــد العــودة معــه إلــى العيينــة، لكــن اإلمــام محمــد بــن ســعود أغلــق البــاب بالعهــد الــذي أخــذه مــن \nالشــيخ محمــد عنــد لقائــه بــه. \nوقــد تضمنــت هــذه الروايــة نصّــاً يشــابه مــا ورد فــي بيعــة العقبــة: \" أن الــدم بالــدم والهــدم بالهدم \"، \nممــا يــدل علــى تأثــر ابــن بشــر وغيــره ممــن كتبــوا عــن دعــوة الشــيخ محمــد بــن عبدالوهــاب بالطريقــة \nالتــي ألــف فيهــا كتّــاب الســيرة النبويــة، وهــو أمــرٌ يمكــن ماحظتــه فيمــا تــم تدوينــه مــن أعمــال الشــيخ \nمحمــد بــن عبدالوهــاب كالمؤاخــاة، وبنــاء المســجد فــي الدرعيــة وفــرش حوشــه بالحصــى، ومكاتبــات \nاألمــراء والعلمــاء، ووصــم أعــداء الدعــوة للشــيخ محمــد بالســحر والكــذب، ومــرور الدعــوة بالمرحلــة \nالســلمية وإعــان الحــرب. \nوقــد شــبّه حفيــد الشــيخ محمــد بــن عبدالوهــاب (أمــر جــده الشــيخ محمــد بــن عبدالوهــاب بمــا \nجــرى لخاتــم النبييــن ﷺ فــي مهاجــره وأنصــاره وكثــرة مــن عــاداه ونــاوأه). \nأمــا ابــن غنــام فيتحــدث عــن هــذا الحــوار قائــاً: (أبــدى اإلمــام محمــد بــن ســعود للشــيخ محمــد \nبــن عبدالوهــاب غايــة اإلكــرام والتبجيــل، فأخبــره الشــيخ محمــد بســيرة الرســول ﷺ وأصحابــه مــن \nبعــده رضــوان اللــه عليهــم، ثــم أخبــره بالحــال الــذي عليــه أهــل نجــد مــن مخالفــات شــرعية وبــدع \nوخرافــات، فلمــا تحقــق اإلمــام محمــد بــن ســعود مــن معرفــة التوحيــد، وعلــم مــا فيــه مــن المصالــح \nالدينيــة والدنيويــة، قــال اإلمــام للشــيخ: أبشــر بالنصــر، واشــترط عليــه أن ال يرحــل ويســتبدل بــه غيــره، \nوالثانيــة: أن لــه قانونــاً علــى أهــل الدرعيــة يأخــذه منهــم وقــت جنــي الثمــار، فقــال الشــيخ: أمــا األولــى \nفابســط يــدك: الــدم بالــدم والهــدم بالهــدم، وأمــا الثانيــة: فلعــل اللــه يعوضــك مــن الغنائــم بالفتوحــات). \nأمــا صاحــب كتــاب (لمــع الشــهاب فــي ســيرة محمــد بــن عبدالوهــاب) فتحــدث عــن ذلــك فــي موضعيــن، \nقــال فــي الموضــع األول: إن اإلمــام محمــد بــن ســعود بايــع الشــيخ محمــد بــن عبدالوهــاب علــى تقويــم \nالديــن، ثــم أورد تفاصيــل ال نجدهــا فــي المصــادر المحليــة فيقــول: \" اشــترط كل واحــد منهمــا علــى \nصاحبــه شــروطاً وأكــدا األمــر بالحلــف والعهــود والمواثيــق، واتخــذا علــى ذلــك شــهوداً فصفــا األمــر \nبينهمــا باطنــاً وظاهــراً \". \nوفــي الموضــع الثانــي قــال: إن اإلمــام محمــد بــن ســعود جــاء إلــى الشــيخ محمــد بــن عبدالوهــاب \nوصافحــه قائــاً لــه: إن هــذه القريــة قريتــك، والمــكان أنــت واليــه، فــا تخــش أعــداءك، واللــه لــو \nانطبقــت علينــا جميــع نجــد مــا أخرجنــاك عنــا، فأجابــه الشــيخ محمــد: \" أنــت كبيرهــم وشــريفهم، أُريــد \nمنــك عهــداً علــى أنــك تجاهــد فــي هــذا الديــن والرئاســة واإلمامــة فيــك وفــي ذريتــك بعــدك، وإن \nالمشــيخة والخافــة فــي الديــن فــيّ وفــي آلــي مــن بعــدي، بحيــث ال ينعقــد أمــر وال يقــع صلــح وال حــرب \nإال مــا نــراه، فــإن قبلــت هــذا فأخبــرك أن اللــه يطلعــك علــى أمــور لــم يدركهــا أحــد مــن عظمــاء الملــوك \nوالســاطين، وتكــون عاقبــة أمــرك محمــودة عنــد اللــه ألنــك اتبعــت الديــن ونصرتــه، ولــم تقصــر رتبــك ",
                "23": "  عــن رتبــة الصحابــة والخلفــاء الذيــن نصــروا رســول اللــه ﷺ، وأي منزلــة أعلــى مــن هــذه ؟ فقــال محمــد \nبــن ســعود: قبلــت، وبايعتــك علــى ذلــك، فتبايعــا، واشــترط كل منهمــا علــى صاحبــه مــا اشــترط عليــه \". \nمــن المؤكــد أن اإلمــام محمــد بــن ســعود ليــس بحاجــة إلــى مــن يقــدم لــه مثــل هــذه العــروض، \nخاصــة وأن الرئاســة واإلمامــة متسلســلة فــي الدرعيــة ولهــا نظــام يحفظــه منــذ أن أسســه جــده األميــر \nمانــع المريــدي فــي منتصــف القــرن التاســع الهجــري/ الخامــس عشــر الميــادي. \nوالحــال التــي جــاء بهــا الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة بحثــاً عــن النصــرة والمــؤازرة ال \nتســمح لــه أن يشــترط علــى اإلمــام محمــد بــن ســعود أن يكــون شــريكاً لــه فــي حكــم دولــة تأسســت منــذ \nم، 1446/هـــ 850 ثمانــي عشــرة ســنة مضــت قبــل هــذا اللقــاء، ولهــا نظــام حكــم يضــرب بجــذوره إلــى ســنة \nومــن المعلــوم أن الحكــم يكــون متسلســاً فــي الذريــة، أمــا الزعامــة الدينيــة فهــي لألصلــح واألكثــر \nتفقهًــا. \nكمــا أن حفيــد الشــيخ محمــد بــن عبدالوهــاب – المعاصــر للشــيخ محمــد- تحــدث عــن قــدوم جــده \nالشــيخ محمــد بــن عبدالوهــاب إلــى اإلمــام محمــد بــن ســعود وأن اإلمــام محمــد أخــذ مــن الشــيخ محمــد \nعهــدًا أن ال يغادرهــم إلــى غيرهــم، ولــم يذكــر مــا ورد أعــاه. \nوإن مــا ذكــره ابــن غنــام أعــاه مــن أن اإلمــام محمــد بــن ســعود (علــم مــا فــي ذلــك مــن المصالــح \nالدينيــة والدنيويــة)، يتوافــق مــع مــا ذكــره مانجــان حيــن قــال: إن اإلمــام محمــد بــن ســعود عــرف \nببصيرتــه أن ذلــك ســوف يمكنــه مــن توســيع نفــوذ دولتــه، ولــم يكــن مخطئــاً فــي ذلــك، لقــد وضــع اإلمام \nمحمــد بــن ســعود مخططاتــه التوســعية لحكومــة الدرعيــة، ولــم يــألُ جهــدًا فــي تحقيقهــا، مشــرفاً علــى \nذلــك بنفســه، ولذلــك فليــس مــن المســتغرب أن يكــون لإلمــام محمــد بــن ســعود جيــش عظيــم، مســتعد \nألن يصــل إلــى أبعــد مــكان فــي الصحــراء وفــي وقــت قصيــر جــدّاً. \nوهــذا يــدل علــى أن لــدى اإلمــام محمــد بــن ســعود هــدف هــو توســيع رقعــة دولتــه بعدمــا نجــح \nفــي الفتــرة األولــى مــن حكمــه فــي نقــل الدرعيــة مــن مرحلــة المدينــة إلــى مرحلــة عاصمــة الدولــة \nالســعودية.\n) عــن حــال اإلمــام محمــد بــن ســعود فــي بدايــة توليــه Jean Raymond ( يقــول جــان ريمــون\nالدرعيــة: (كان علــى رأس جماعــة مــن النجدييــن الذيــن اختــاروه رئيسًــا لهــم واتحــدوا حولــه، فــكان \nأميــراً باســاً وفاتحــاً جريئــاً، وكانــت الدعــوة الجديــدة مناســبة لدعــم طموحــه). \nوهــي نصــوص تؤكــد لنــا أن الدولــة الســعودية األولــى هــي التــي دعمــت الدعــوة اإلصاحيــة، وليــس \nكمــا ذهبــت إليــه كثيــر مــن المؤلفــات التــي جعلــت الدولــة الســعودية مــن ثمــار الدعــوة اإلصاحيــة. \n): إن الشــيخ محمــد بــن عبدالوهــاب جــاء إلــى مدينــة اإلمــام J.G. LOREMER ( يقــول لوريمــر\nمحمــد بــن ســعود وعــاش تحــت حمايتــه. ",
                "24": "  والدعــوة اإلصاحيــة ســبقتها وأتــت بعدهــا دعــوات مشــابهة لــم تســهم فــي تأســيس دولــة، بــل علــى \nالعكــس مــن ذلــك نجدهــا لعــدم وجــود دولــة تناصرهــا خفــتَ ضوؤهــا، ولــوال أن اللــه قيــض للدعــوة \nاإلصاحيــة دولــة قائمــة وقويــة لمــا حققــت هــذا االنتصــار، ولــكان حالهــا كمــا هــو فــي حريمــاء \nوالعيينــة فعلــى الرغــم مــن التأييــد الــذي منيــت بــه الدعــوة هنــاك لــم تكــن مقومــات الدولــة موجــودة \nإال فــي الدرعيــة، وانظــر لعوامــل قيــام الدولــة الســعودية الثانيــة والثالثــة لتعلــم أنهــا ثمــار مــا أسســه \nاألميــر مانــع المريــدي فــي إمــارة الدرعيــة واإلمــام محمــد بــن ســعود فــي الدولــة الســعودية األولــى. \n  الخاتمة: \nم لــم تذكــر 1477/هـــ 1157 يتضــح مــن خــال مــا ســبق أن المصــادر التــي بــدأت تاريــخ نجــد ســنة \nأن المقصــود بهــذا التاريــخ بدايــة تأســيس الدولــة الســعودية األولــى وال الدعــوة اإلصاحيــة اللتيــن \nبدأتــا قبــل ذلــك بســنوات، بــل كان المقصــد مــن ذلــك هــو التأريــخ بالســنة التــي ناصــرت فيهــا الدولــة \nالســعودية األولــى مبــادئ الدعــوة اإلصاحيــة، ممــا منــح الدعــوة قــوة سياســية وعســكرية فــي كنــف دولــة \nتديــن بنفــس المبــادئ التــي تنــادي بهــا تلــك الدعــوة، وكان قصــد ابــن بشــر مــن بــدء تاريخــه ألحــداث \n الــذي   نجــد بهــذه الســنة – وفــق مــا ذكــره فــي مقدمتــه- هــو االقتــداء بالخليفــة عمــر بــن الخطــاب \nجعــل بدايــة التاريــخ الهجــري مــن هجــرة الرســول ﷺ وليــس مــن مبعثــه. \nم هــي بدايــة الدولــة الســعودية األولــى 1744/هـــ 1157 مــا ذكرتــه بعــض المؤلفــات الحديثــة مــن أن ســنة \nلــم يكــن مبنيــاً علــى نصــوص المصــادر المعاصــرة، إنمــا هــي اجتهــادات شــخصية وليســت حقائــق \nتاريخيــة، لــذا فهــي قابلــة للنقــاش والدراســة والنقــد التاريخــي والتصحيــح. \nلــم تحــظ الدولــة الســعودية األولــى بدراســة تاريخيــة متخصصــة تتحــدث عــن بدايــة تأسيســها، كمــا \nأن منطقــة نجــد لــم تحــظ بمــن يهتــم بتدويــن أحداثهــا السياســية خــال الفتــرة منــذ تأســيس إمــارة \nم وحتــى تأســيس الدولــة الســعودية األولــى فــي عهــد اإلمــام محمــد بــن 1446/هـــ 850 الدرعيــة ســنة \nم)، وربمــا ذلــك عائــد ألســباب منهــا انشــغال العلمــاء بالحيــاة المعيشــية 1765-1727/هـــ 1179-1139( ســعود \nوتصديهــم ألمــور القضــاء واإلفتــاء، وربمــا تورعهــم عــن تدويــن معلومــات شــفوية ال يســتطيعون التأكــد \nمــن معرفــة حقيقتهــا خــال تلــك الفتــرة التــي انعــدم فيهــا األمــن واألمــان. \nلإلمــام محمــد بــن ســعود الفضــل بعــد اللــه تعالــى فــي تأســيس الدولــة الســعودية األولــى ســنة \nم وتحقيــق االســتقرار السياســي واســتتباب األمــن الــذي نتــج عنــه الرخــاء االقتصــادي 1727/هـــ 1139\n واالزدهــار العلمــي، الــذي انعكــس علــى مختلــف جوانــب الحيــاة، خاصــة: الثقافيــة والدينيــة، فالمطلــع \nعلــى أوضــاع المنطقــة فــي فتــرة مــا قبــل تولــي اإلمــام محمــد بــن ســعود ومــا بعدهــا، يــدرك تلــك \nالنقلــة التــي أحدثهــا اإلمــام محمــد بــن ســعود فــي المنطقــة والمجتمــع، وذلــك نتيجــة مــا اتصــف بــه ",
                "25": "  اإلمــام محمــد بــن ســعود مــن صفــات الحكمــة والوســطية واالعتــدال، التــي تجلــت فــي حــواره مــع الشــيخ \nمحمــد بــن عبدالوهــاب ومناقشــته لــه فــي األفــكار التــي تبناهــا، فــي وقــت شــهد فيــه الشــيخ محمــد بــن \nعبدالوهــاب هجــوم بعــض المتطرفيــن عليــه ومحاولــة الشــروع فــي قتلــه عندمــا أظهــر تلــك األفــكار \nفــي حريمــاء والعيينــة قبــل قدومــه إلــى الدرعيــة، وكان ذلــك مشــجعاً لطــاب العلــم علــى الهجــرة مــن \nبلدانهــم والقــدوم إلــى الدرعيــة التــي أصبحــت منــارة للعلــم والمعرفــة خــال تلــك الفتــرة. \nأنتجــت هجــرة المــردة إلــى نجــد نمــوّاً ســكانيّاً فيهــا، وأســهم فــي إعــادة االســتيطان فــي بلدانهــا \nوظهــور بلــدان نجديــة وأســر نجديــة تنافســت فيمــا بينهــا سياســيّاً واقتصاديّــاً. \nكان ســقوط الدولــة العباســية وانقســامها إلــى ممالــك مســتقلة داعمًــا لحلــم تأســيس كيــان سياســي \nودولــة مســتقلة فــي جزيــرة العــرب، وكانــت فكــرة تأســيس هــذه الدولــة فــي الدرعيــة واضحــة فــي وقــت \nمبكــر منــذ عهــد جــد أســرة آل ســعود األميــر مانــع المريــدي، الــذي تلقــب حفيــده إبراهيــم بــن موســى \nبأميــر نجــد، وكان هنــاك طمــوح وتنافــس بيــن زعامــات البلــدان النجديــة فــي ســبيل تحقيــق ذلــك، \nونجحــت فيــه الدرعيــة التــي امتلكــت مقومــات تكويــن الدولــة فــي كســب تلــك المنافســة. \nهنــاك مصــادر متنوعــة عــن تاريــخ الدولــة الســعودية األولــى تحــوي معلومــات تفصيليــة دقيقــة قــد \nال نجدهــا فــي المصــادر المحليــة، لــذا يجــب علينــا مراجعــة هــذه المصــادر والتأكــد مــن صحــة تحقيقهــا \nوترجمتهــا واالســتفادة منهــا بالشــكل الصحيــح وفــق المنهجيــة العلميــة. \nواتضــح جليّــاً األهميــة الكبــرى ألحــداث الجزيــرة العربيــة، التي وإن كانــت أحداثًــا داخليــة فإنهاأثبتت \nتأثيرهــا القــوي فــي مســار األحــداث اإلقليميــة والدوليــة عبــر العصــور التاريخيــة المتنوعــة منــذ أصبحــت \nالجزيــرة العربيــة موطنًــا للعــرب وحضارتهــم، وحينمــا ظهــر فيهــا نــور اإلســام ببعثــة نبينــا محمــد ﷺ \nفــازدادت هــذه المكانــة رفعــةً وأهميــةً، حتــى جــاءت العصــور الحديثــة وتأسســت الدولــة الســعودية األولى \nم، كأول وأقــدم كيــان سياســي فــي جزيــرة العــرب بعدمــا خرجــت العاصمــة اإلســامية 1727/هـــ 1139 ســنة \nعنهــا، هــذه الدولــة التــي تعــد نــواة لمــا يعــرف اليــوم بالمملكــة العربيــة الســعودية، ممــا يــدل علــى العمــق \nالتاريخــي واإلرث الحضــاري والثقافــي للمملكــة العربيــة الســعودية، الــذي أســس لــه خــادم الحرميــن \nالشــريفين الملــك ســلمان بــن عبدالعزيــز أيــده اللــه بعــزه وتمكينــه مــن خــال قراءتــه الواعيــة ألحــداث \nالتاريــخ، ونبــه لــه صاحــب الســمو الملكــي األميــر محمــد بــن ســلمان ولــي العهــد حفظــه اللــه، الــذي \nم اهتمامًــا كبيــرًا بالعمــق التاريخــي واإلرث الحضــاري والثقافــي للمملكــة 2030 ضمّــن رؤيــة المملكــة \nالعربيــة الســعودية، وهــذا مــا جعلهــا تنهــض بمســؤولياتها التاريخيــة تجــاه األمتيــن العربيــة واإلســامية. \nوتوصــي الدراســة بمراجعــة المؤلفــات المتعلقــة بتاريــخ الدولــة الســعودية األولــى والتــي تمــت \nترجمتهــا إلــى لغــات أجنبيــة اعتمــادًا علــى المؤلفــات الســابقة، والعمــل لتصحيحهــا وإعــادة طباعتهــا \nونشــرها وفــق مــا نتــج مــن قــراءات جديــدة فــي المدرســة التاريخيــة الســعودية الحديثــة. "
            }
        },
        {
            "book_name": "شخصية الإمام محمد بن سعود",
            "pages": {
                "1": " \nشخصية\nاإلمام محمد بن سعود\nأ.د. مها بنت عيل آل خشيل",
                "3": "  يمثــل عهــد اإلمــام محمــد بــن ســعود أهميــة كبيــرة فــي التاريــخ الوطنــي الســعودي، فهــو مؤســس \nالدولــة الســعودية. امتــد عهــده أربعيــن عامًــا، منــذ توليــه الحكــم فــي الدرعيــة وتأســيس الدولــة الســعودية \nم، وخــال تلــك الســنوات تمكّــن مــن تحويــل 1765/هـــ 1179 م، حتــى وفاتــه عــام 1727/هـــ 1139 األولــى عــام \nالدرعيــة مــن \"دولــة مدينــة\" إلــى عاصمــة لدولــة مركزية مؤسسًــا بذلــك مشــروع الوحــدة الوطنيــة. وبينما \nتعطــي المصــادر تفاصيــل عديــدة عــن عصــر اإلمــام محمــد بــن ســعود وجهــوده السياســية والعســكرية، \nفــإن ســيرته الشــخصية لــم تحــظَ بمثــل االهتمــام الــذي حظــي بــه دوره السياســي. ومــن هــذا المنطلــق، \nفــإن الدراســة الحاليــة ستســعى إلــى جمــع المعلومــات المتاحــة عــن اإلمــام محمــد بــن ســعود، وتحليلهــا، \nلرســم إطــار عــام لشــخصيته، وتهــدف الدراســة إلــى: \n. تحليل العوامل التي أسهمت في تكوين شخصيته. 1\n.. إلقاء الضوء على الجوانب الشخصية لسيرته 2\n.. إيضاح أثر شخصية اإلمام محمد بن سعود في سياسته 3\n اتبعــت الدراســة المنهــج التاريخــي التحليلــي، واعتمــدت المصــادر التــي تناولــت عصــر اإلمــام محمــد \nبــن ســعود، وقســمت إلــى األقســام اآلتيــة: \n. األطر الزمانية والمكانية لحياته. 1\n.. اإلطار األسري 2\n.. العوامل التي أسهمت في تكوين شخصيته 3\n.. صفاته الشخصية 4\n :. األطر الزمانية والمكانية لحياة اإلمام محمد بن سعود 1\n هـ/ســبتمبر 1179 م وتوفــي فــي نهايــة شــهر ربيــع األول مــن عــام 1679/هـــ 1090 ولــد اإلمــام محمــد فــي عــام \nم.1765\n كانــت الدرعيــة هــي الفضــاء الــذي دارت فيــه أبــرز أحــداث حياتــه، وقبيــل تأســيس الدولــة الســعودية األولــى \nكانــت الدرعيــة مقسّــمة إلــى عــدة أحيــاء، عاكســة الوضــع السياســي الــذي عاشــته اإلمــارة آنــذاك، والتنافــس \nالداخلــي علــى الســلطة بيــن فرعــي أســرة المــردة: آل مقــرن وآل وطبــان، وكان حــي غَصِيبــة يتميّــز بحصانتــه، \nوكان ســكنًا خاصّــاً آلل مقــرن، ومعقــاً لهــم، وكانــت غصيبــة مقــر الحكــم فــي بدايــة عهــد اإلمــام محمــد بــن \nســعود، ومــع االزدهــار العمرانــي الــذي شــهدته الدرعيــة فــي عهــده انتقــل مقــر الحكــم إلــى حــي ســمحان، \nالــذي يقــع جنــوب غصيبــة، وحصّــن بأســوار منيعــة. ",
                "4": "  بعــد وفــاة اإلمــام محمــد بــن ســعود، انتقــل مقــر الحكــم إلــى حــي الطُرَيــف، الــذي أصبــح الحــي األول فــي \nالدرعيــة، ومقــر الحكــم للدولــة الســعودية خــال دورهــا األول. \nم حدثــت مرحلــة تحــول كبيــرة للدرعيــة، 1727/هـــ 1139 وبعــد تولــي اإلمــام محمــد بــن ســعود الحكــم عــام \nفاتّحــدت أجزاؤهــا جميعًــا تحــت حكمــه، وبذلــك أصبحــت جميــع أجزائهــا تحــت ســلطة سياســية واحــدة، واقتــرن \nاســمها منــذ ذلــك الحيــن بأســرة آل ســعود. \n. اإلطار األسري: 2\n يعــد اإلمــام محمــد بــن ســعود رأس األســرة الســعودية، واختصــت ذريــة والــده بلقــب آل ســعود إلــى \nاليــوم. ويرجــع نســبه إلـــى المُــرَدَة مــن الــدروع مــن بنــي حنيفــة، مــن بكــر بــن وائــل مــن عدنــان، فهــو \nمحمــد بــن ســعود بــن محمــد بــن مقــرن بــن مرخــان بــن إبراهيــم بــن موســى بــن ربيعــة بــن مانــع \nبــن ربيعــة المريــدي الحنفــي العدنانــي، وقــد تأسســت الدرعيــة علــى يــد جــده األميــر مانــع المريــدي، \nوظلــت رئاســتها فــي ذريتــه. \nومــع مــرور الســنين، تزايــدت أعــداد أســرة المــردة، فانقســموا بعــد وفــاة مرخــان بــن إبراهيــم إلــى \nقســميْن كبيريْــن تبــادال الزعامــة فــي الدرعيــة، فعرفــت ذريــة ربيعــة بــن مرخــان بــآل وطبــان نســبة \nإلــى وطبــان بــن ربيعــة بــن مرخــان، فيمــا عرفــت ذريــة مقــرن بــن مرخــان بــآل مقــرن، وهــي التســمية \nالتــي ظلــت تعــرف بهــا ذريــة محمــد بــن ســعود، وتفتخــر بهــا، وكان مــن بيــن نخــوات أئمتهــم وفرســانهم \nوصيحاتهــم المعروفــة التــي تقــال وقــت التحــدي واالعتــزاز: \"أنــا ابــن مقــرن\"، و\"راعــي العوجــا وأنــا \nابــن مقــرن\"، و\"ســور العوجــا وأنــا ابــن مقــرن\"، والعوجــا هــي الدرعيــة. \n-1720/هـــ 1137-1132( أمــا والــده، ســعود بــن محمــد بــن مقــرن، فقد تولــى حكــم الدرعيــة خــال الفتــرة \nم)، وكان مقــر حكمــه فــي غصيبــة، واشــتهر بالحكمــة، والمهــارات اإلداريــة والعســكرية، وقــوة 1725\n الشــخصية، وهــي القــدرات التــي انعكســت علــى الدرعيــة، فنعمــت فــي عهــده بفتــرة مــن الســلم\nواالســتقرار، وكانــت فتــرة حكمــه مرحلــة مهمــة فــي تاريــخ الدرعيــة؛ إذ ازدادت قوتهــا أمــام المــدن \nالنجديــة األخــرى، وأثبتــت قوتهــا بتصديهــا لحملــة عســكرية شــنها عليهــا ســعدون بــن محمــد بــن غريــر \nم، الــذي تكبّــد خســائر كبيــرة فــي هــذا الهجــوم، وقــد ظهــرت 1721/هـــ 1133 الخالــدي أميــر األحســاء عــام \nفــي هــذه األحــداث شــجاعة اإلمــام محمــد بــن ســعود فقــاد قــوات الدرعيــة التــي صــدّت الحملــة. \nم)، 1775/هـــ 1189( م)، ومشــاري 1772/هـــ 1186( كان لإلمــام محمــد بــن ســعود ثاثــة إخــوة، هــم: ثنيــان \nوفرحــان. عــرف عنهــم التفَقُّــه فــي الديــن، والحــرص علــى طلــب العلــم، ومســاندتهم ألخيهــم، وكانــوا \nموضــع ثقتــه، يأخــذ بمشــورتهم، ويســند إليهــم بعــض المهــام العســكرية. ",
                "5": "  لــم تتوافــر، حتــى اآلن، معلومــات عــن زوجــات اإلمــام محمــد بــن ســعود، عــدا زوجتــه موضــي بنــت \nأبــي وهطــان، مــن قبيلــة آل كثيــر، التــي كانــت مــن أهــم قبائــل منطقــة العــارض، وكانــت هــذه القبيلــة \nعلــى عاقــة طيبــة بأمــراء الدرعيــة مــن آل مقــرن، وتوثقــت هــذه العاقــات بالمصاهــرة. كانــت موضــي \nتتميــز برجاحــة العقــل، والديــن، والمعرفــة، وكان اإلمــام محمــد بــن ســعود يقبــل رأيهــا، ومشــورتها. \nلــه مــن األبنــاء والبنــات: فيصــل، وســعود، وعبدالعزيــز، وعبداللــه، وعلــي، ومرخــان، وهيــا، وطرفــة، \nوكانــت لهــم مهــارات عســكرية وقياديــة، مــا يــدل على حــرص والدهــم علــى تربيتهــم وتعليمهم وتنشــئتهم \nعلــى الشــجاعة واإلقــدام، وإشــراكهم فــي عــدد مــن مهــام بنــاء الدولــة، لصقــل خبراتهــم، وتأهيلهــم \nم خــال معركــة دارت لصــد هجــوم 1746/هـــ 1159 للقيــام بدورهــم. وقــد قتــل ابنــاه فيصــل وســعود عــام \nالريــاض علــى الدرعيــة، وكان البنــه عبدالعزيــز، ولــي عهــده وإمــام الدولــة الســعودية األولــى بعــده، \nدور عســكري وإداري بــارز فــي عهــد والــده، وكان حريصــاً علــى طلــب العلــم الشــرعي منــذ صغــره، أمــا \nابنــه عبداللــه فاشــتهر بشــجاعته، وتولــى العديــد مــن المهــام العســكرية فــي عهــد والــده، ثــم فــي عهــد \nأخيــه اإلمــام عبدالعزيــز. وقــد اســتمر الحكــم خــال الــدور األول مــن تاريــخ الدولــة الســعودية فــي ابنــه \nعبدالعزيــز وذريتــه، فيمــا انتقــل الحكــم فــي الــدور الثانــي إلــى ذريــة ابنــه عبداللــه، بمبايعــة اإلمــام \nم.1824/هـــ 1240 تركي عــام \nونســبت بعــض المراجــع أبياتًــا مــن الشــعر إلــى إحــدى بناتــه تشــجع بهــا والدهــا وتثيــر حماســه \nللدفــاع عــن الدرعيــة، ممــا يــدل علــى شــخصية شــجاعة، ذات همّــة للدفــاع عــن الدرعيــة وحمايتهــا. \n.  العوامل التي أسهمت في تكوين شخصية اإلمام محمد بن سعود: 3\n:تكونت شخصية اإلمام محمد بن سعود في ضوء عدة عوامل، ومن أبرزها\nاألسرة واالنتماء:  \nينتســب اإلمــام محمــد بــن ســعود إلــى قبيلــة بنــي حنيفــة التــي كانــت لهــا الســيادة فــي وســط شــبه \nالجزيــرة العربيــة، منــذ اســتقرارها هنــاك منــذ مــدة ترجــع إلــى مئتــي ســنة قبــل اإلســام، وفيمــا يتعلــق \nبأســرته، فقــد كانــت لهــا مكانتهــا السياســية واالجتماعيــة فــي نجــد، فهــم مــن أســس الدرعيــة (الثانيــة) \nم، وكانــت لهــم رئاســتها منــذ تأسيســها، وكانــت أســرته تعــد مــن أبــرز األســر الحاكمــة 1446/هـــ 850 عــام \nوالمؤثــرة فــي وســط الجزيــرة العربيــة. ومــن المؤكــد أن هــذا اإلرث األســري، والــدور الحيــوي والقيــادي \nالــذي اضطلــع بــه أســافه فــي المنطقــة انعكــس علــى شــخصيته، وأمــدّه بالنظــرة السياســية الواســعة، \nوغــذّى حسّــه بالمســؤولية تجــاه مــا كانــت المنطقــة تشــهده مــن أوضــاع سياســية واجتماعيــة مضطربــة. \nومــن جهــة أخــرى، فــإن عراقــة األســرة وتقاليدهــا العربيــة األصيلــة أثــرت فــي شــخصية اإلمــام \nمحمــد بــن ســعود االجتماعيــة، فــكان يعــد مــن وجهــاء الدرعيــة وأعيانهــا، وبــرز دوره بصــورة كبيــرة منــذ \nعهــد والــده، وبعــد وفــاة والــده ووظّــف مكانتــه فــي الحفــاظ علــى تماســك األســرة، وحمايــة مصالــح \nالدرعيــة بشــكل عــام، وضمــان اســتقرارها. ومــن األحــداث التــي تــدل علــى مكانتــه االجتماعيــة المهمــة ",
                "6": "  فــي الدرعيــة آنــذاك، أنــه بعــد وفــاة والــده ســعود بــن محمّــد تولّــى زيــد بــن مرخــان بــن وطبــان اإلمــارة \nم ولكــنّ عمّــه مقــرن بــن محمّــد خــرج عليــه وأخــذ منــه اإلمــارة، وأراد فيمــا بعــد أن 1725 /هـــ 1137 عــام \nيجتمــع بزيــد، فخشــي زيــدٌ أن يكــون مقــرن يدبــر أمــرًا ضــدّه، فاشــترط لحضــور االجتمــاع أن يكفلــه \nاإلمــام محمّــد بــن ســعود، ومقــرن بــن عبداللــه بــن مقــرن، ويتعهــدّا بســامته، فوافقــا علــى ذلــك وتعهّــدا \nبحمايتــه، فلمّــا حــان االجتمــاع، وهــمّ مقــرن الغــدر بزيــد، بــادر الكفيــان بالدفــاع عــن زيــد، فقتــل \nمقــرن، وأعيــد زيــد إلــى اإلمــارة . وهــذه الحادثــة تــدل علــى مكانــة اإلمــام محمــد بــن ســعود، وحرصــه \nعلــى اســتتباب األوضــاع واســتقرارها فــي الدرعيــة. \n   الوضع السياسي:\nكانــت منطقــة نجــد وســط الجزيــرة العربيــة فــي مطلــع القــرن الثانــي عشــر الهجــري تعيــش أوضاعًــا \nاجتماعيــة وسياســية مضطربــة ؛ فهــي وإن كانــت تجمــع بيــن ســكانها مشــتركات اجتماعيــة عديــدة، تتمثــل \nفــي اللغــة، والديــن، وعاقــات النســب والقربــى، والعــادات والتقاليــد، وغيرهــا، فإنهــا كانــت مفككــة \nسياســيًا، ومكوّنــة مــن قبائــل رحّــل، وإمــارات مــدن مســتقلة، وكانــت النزاعــات بيــن قبيلــة وأخــرى، \nوبيــن إمــارة وأخــرى أمــرًا شــائعًا، مــا جعــل المنطقــة تعيــش صراعًــا حــادّاً ال يــكاد يهــدأ. وانعكســت هــذه \nاألوضــاع السياســية علــى المجتمــع، وتأثــرت مقومــات االقتصــاد مــن زراعــة وتجــارة بهــذه الصراعــات \nونتائجهــا، مــن فقــدان األمــن، أو االعتــداء علــى الممتلــكات، وعمقــت مــن الصعوبــات المعيشــية التــي \nكان النــاس يواجهونهــا نتيجــة العوامــل الطبيعيــة األخــرى، كمواســم الجفــاف، واألوبئــة، وغيرهــا . \nأمــا الدرعيــة، فكانــت تعــد مــن أهــم الحواضــر فــي المنطقــة، وتميــزت بقوتهــا، ومنعتهــا، ووفــرة \nإنتاجهــا الزراعــي، ومــع ذلــك عانــت فــي بدايــة القــرن الثانــي عشــر تقلبــات سياســية، وصراعــاً علــى \nم بتولــي ســعود بــن محمــد 1720/هـــ 1132 الســلطة بيــن أفــراد أســرة المــردة، الــذي لــم يتوقــف إال عــام \nم تولــى زيــد بــن مرخــان رئاســة الدرعيــة، 1725/هـــ 1137 بــن مقــرن الحكــم، وحيــن توفــي ســعود عــام \nوبــرزت خــال تلــك الفتــرة شــخصية  اإلمــام محمــد بــن ســعود ومكانتــه بصفتــه عامــاً مهمــا مــن عوامــل \nاســتقرار الدرعيــة، كمــا ســبقت اإلشــارة. \nفــي ظــل هــذه الظــروف تكوّنــت شــخصيته، وفــي ضــوء معايشــته لهــا يفسّــر دوره وإصــراره علــى \nتغييــر هــذه األوضــاع المضطربــة إلــى االســتقرار، وضــرورة البحــث عــن رابطــة ومصلحــة مشــتركة \nتطفــئ الصراعــات السياســية، وتوحــد الجميــع تحــت لوائهــا، وتحــدث التحــول السياســي واالجتماعــي \nواالقتصــادي المنشــود الــذي تنشُــده المنطقــة. ",
                "7": " :   التكوين الديني\nكانــت المنطقــة بشــكل عــام تتســم بااللتــزام بالديــن والتمســك بأحــكام اإلســام، وشــهدت فــي تلــك \nالفتــرة نشــاطًا علميّــاً فــي مجــال العلــوم الشــرعية، انتشــر معهــا الوعــي الدينــي لــدى معظــم أفــراد \nالمجتمــع، وحــرص النــاس خاصــة الميســورين منهــم علــى طلــب العلــم، ومــع ذلــك وُجِــدت ممارســاتٌ \nمخالفــة لمنهــج اإلســام مثــل بقيــة المناطــق األخــرى فــي أنحــاء العالــم العربــي، مثــل: التوسّــل بغيــر \nاللــه، واعتقــاد جلــب النفــع أو دفــع الضــر مــن بعــض األشــجار والقبــور والتمائــم والحجــب، وغيرهــا مــن \nالبــدع، التــي تفشّــت نتيجــة الجهــل لــدى بعــض العــوام، الذيــن كانــوا بحاجــة إلــى التعليــم والتوعيــة \nالدينيــة. \nوشــهدت الدرعيــة نشــاطاً علميّــاً، وكانــت آنــذاك مقــرّاً لعــدد مــن طــاب العلــم المهتميــن بالتّفَقُّــه \nفــي الديــن، ومنهــم: الشــيخ عبداللــه بــن عيســى، والشــيخ أحمــد بــن ســويلم، واألميــر ثنيــان بــن ســعود، \nواألميــر مشــاري بــن ســعود، واإلمــام عبدالعزيــز بــن محمــد بــن ســعود، وهــذه البيئــة بــا شــك أثــر فيهــا \nاإلمــام محمــد بــن ســعود الــذي عُــرف بالتديّــن، فــأدرك حاجــة الدولــة إلــى تشــجيع الحركــة العلميــة \nبتوفيــر بيئــة تســتقطب العلمــاء. ولذلــك أيــد الشــيخَ محمــد بــن عبدالوهــاب فــي دعوتــه اإلصاحيــة \nعندمــا قــدم إلــى الدرعيــة عاصمــة الدولــة. \nوفــي ظــل بيئــة الدرعيــة العلميــة، والحمايــة التــي وفّرهــا اإلمــام محمــد بــن ســعود انتشــر العلــم \nالشــرعي الصحيــح وازداد التعليــم.\n. صفاته الشخصية: 4\n اشــتهر اإلمــام محمــد بــن ســعود بســيرته الحســنة، وســمعته الطيبــة، وحســن معاملتــه، التــي ميّزتــه عــن \nاألمــراء المعاصريــن لــه، وظهــرت ســمات شــخصيته مــن خــال مواقــف عديــدة شــهدتها حياتــه. ومــن \nأبــرز صفاتــه الوفــاء بالعهــد، واشــتهر بذلــك بيــن معاصريــه، ويبــرز تعهــده بســامة زيــد بــن مرخــان \nأمــام مقــرن بــن محمــد بــن مقــرن، ووفــاؤه بكلمتــه، ليؤكــدا مــا اتســم بــه مــن وفــاء، وأن هــذه الصفــة \nكانــت معروفــة عنــه، وجعلتــه جديــرًا بثقــة مــن حولــه؛ بدليــل أن زيــدًا اختــاره مــن بيــن وجهــاء الدرعيــة \nليضمــن ســامته. وهــذه الصفــة التــي اشــتهر بهــا اإلمــام محمــد بــن ســعود كانــت بــا شــك مــن ضمــن \nاألســباب التــي شــجعت الشــيخ محمــد بــن عبدالوهــاب علــى االســتقرار فــي الدرعيــة، تحــت ظــل أميرهــا \nالــذي تعهــد بحمايتــه، إلــى جانــب القــوة التــي عرفــت بهــا الدرعيــة تحــت حكمــه، ووجــود دولــة متمكنــة. \nكمــا تميــز اإلمــام محمــد بــن ســعود باإليثــار، والتضحيــة بمصلحتــه الشــخصية فــي ســبيل المصلحــة \nالعامــة، فبعــد وفــاة والــده، ومــع جدارتــه لتولــي رئاســة الدرعيــة، وثقلــه ومكانتــه االجتماعيــة، وقوتــه التي \nتؤهلــه لهــذا الــدور، فإنــه قبــل بتولــي زيــد بــن مرخــان ثــم مقــرن بــن محمــد بــن مقــرن، ولــم ينازعهمــا، \nبــل عمــل لدعمهمــا، ووقــف لحمايــة زيــد، مــع أن مقــرن هــو عمــه، وكان موقفــه يــدل علــى حرصــه علــى \nتحقيــق االســتقرار والســلم فــي الدرعيــة. وبعــد توليــه إمــارة الدرعيــة وتأســيس الدولــة الســعودية األولــى، \nوتبنيــه مشــروع الوحــدة الوطنيــة، تحمّــل الكثيــر فــي ســبيل المضــي فــي تحقيقهــا، برغــم مــا واجهــه مــن ",
                "8": " .أخطــار ومصاعــب وخســائر ماديــة وبشــرية طالــت أقــرب النــاس إليــه، وهــم أبنــاؤه \nأمــا الشــجاعة فتظهرهــا األحــداث الكثيــرة التــي شــهدها، ســواء قبــل توليــه الحكــم أو بعــده؛ فقــد \nتولــى قيــادة القــوات، ومواجهــة المواقــف الصعبــة طــوال حياتــه، وكشــفت هــذه المواقــف عــن صفــات \nأخــرى مــن شــخصيته مثــل: الصبــر والثبــات، الــذي قابــل بــه الصــراع مــع المــدن النجديــة المحيطــة \nبــه، مــن كل جهــة، وثباتــه فــي المواجهــة مــع القــوى الخارجيــة التــي اســتهدفت مناطــق ســيادته، مثــل: \nم، وهجــوم رئيــس نجــران 1760/هـــ 1172 هجــوم زعيــم بنــي خالــد عريعــر بــن دجيــن علــى الدرعيــة عــام \nم، ومــا تــاه مــن هجــوم زعيــم بنــي خالــد 1764/هـــ 1178 حســن بــن هبــة اللــه المكرمــي علــى نجــد عــام \nعلــى الدرعيــة فــي العــام نفســه. \nعُــرف اإلمــام محمــد بــن ســعود كذلــك بالتديــن، وكثــرة العبــادة، والزهــد فــي الدنيــا، ويــدل اســتقباله \nللشــيخ محمــد بــن عبدالوهــاب وتأييــده علــى قناعتــه الشــخصية بضــرورة تصحيــح العقيــدة واســتعادة \nنهــج الســلف الصالــح . وخــال فتــرة حكمــه أظهــر عنايــة كبيــرة بالتعليــم، ورعايــة طــاب العلــم، وحــرص \nعلــى نشــر العلــم الشــرعي، وتهيئــة األســباب التــي تضمــن توعيــة النــاس بأســس الديــن الصحيــح، \nفبنيــت المســاجد ورتبــت فيهــا الــدروس، ســواء الــدروس للعامــة، أو الــدروس المتخصصــة لطــاب العلــم، \nوأصبحــت الدرعيــة فــي عهــده وجهــة لطــاب العلــم الذيــن توافــدوا إليهــا مــن البلــدات المجــاورة. كمــا \nاشــتهر بكرمــه، وســخائه، ومســارعته لتقديــم العــون للمحتاجيــن، وتفقــد أحوالهــم. \nكانــت شــخصية اإلمــام محمــد بــن ســعود ذات حضــور اجتماعــي مؤثــر، نالــت تقديــر وثقــة معاصريــه \nم بعــد الحادثة 1727/هـــ 1139 ومواطنيــه. ومــن األمثلــة التــي توضــح هــذا أنــه مــا إن عــاد مــن العيينــة عــام \nالتــي قتــل فيهــا زيــد بــن مرخــان رئيــس الدرعيــة حتــى التــف النــاس حولــه وبايعــوه، واســتقرار الدولــة \nالســعودية فــي عهــده وازدهارهــا وقوّتهــا تــدل جميعهــا علــى أنــه اتبــع سياســة داخليــة حكيمــة، واســتطاع \nتأليــف القلــوب حولــه بمــا يتحلــى بــه مــن إنســانية، وبذلــك تكاملــت شــخصيته االجتماعيــة مــع شــخصيته \nالسياسية.\nوبالنســبة لسياســته الخارجيــة، فعــرف عنــه أنــه كان علــى عاقــات طيبــة فــي أغلــب األوقــات مــع \nالمــدن المجــاورة للدرعيــة علــى الرغــم مــن التنافــس والصدامــات المتكــررة بيــن المــدن، فكانــت \nعاقاتــه مــع العيينــة وديــة، وتوثقــت العاقــات بــزواج ابنــه عبدالعزيــز مــن الجوهــرة ابنــة عثمــان بــن \nم)، أمــا عاقاتــه مــع الريــاض، فــكان أميــر الريــاض دهــام 1750-1729/هـــ 1163-1142( معمــر أميــر العيينــة \nم حــدث نــزاع داخــل الريــاض هــدد 1738/هـــ 1151 بــن دوّاس مدينًــا لإلمــام محمــد بــن ســعود، ففــي عــام \nحكــم دهــام، فأرســل إلــى اإلمــام محمــد بــن ســعود يســتنجد بــه، فأمــده بقــوة علــى رأســها أخــوه مشــاري \nبــن ســعود، عســكرت فــي الريــاض عــدة أشــهر، وحفظــت األمــن، وحافظــت علــى أرواح النــاس وأنهــت \nالمشــكات. \nم، بانطاقــه نحــو 1746/هـــ 1159 ثــم دخلــت عاقاتــه مــع المناطــق المحيطــة مرحلــة جديــدة فــي عــام \nتوحيــد المناطــق المحيطــة فــي دولــة مركزيــة فــي ظــل الشــريعة اإلســامية والعقيــدة الصحيحــة، وبــدأت ",
                "9": "  تلــك المرحلــة بمخاطبــة المــدن والبلــدات وتوضيــح حقيقــة األهــداف التــي تبنتهــا الدولــة الســعودية، \nودعوتهــا لانضمــام إليهــا، ولــم تبــدأ مرحلــة الصــدام العســكري إال بعــد أن تعرضــت الدولــة الســعودية \nوحلفاؤهــا الذيــن انضمــوا إليهــا إلــى هجــوم عســكري، اســتدعى الــرد والدفــاع. وتدريجيّــاً اتســعت دائــرة \nالمنضميــن إلــى الدولــة الســعودية وفــق أســس الــوالء والقناعــة بالدولــة والمصالــح العامــة. \nالخاتمة:\nكانــت شــخصية اإلمــام محمــد بــن ســعود عامــاً مــن عوامــل االســتقرار فــي الدرعيــة، ســواء قبــل \nم طويــت صفحــة مــن 1727/هـــ 1139 توليــه الحكــم أو بعــده، وحيــن آلــت إليــه إمــارة الدرعيــة فــي عــام \nتاريــخ االضطــراب والنــزاع علــى الســلطة واإلمــارة معلنــاً تأســيس الدولــة فــي الدرعيــة، فتمكــن مــن \nتوحيــد أجزائهــا وتأســيس الدولــة الســعودية األولــى، وشــهدت فــي عهــده اســتقراراً داخليّــاً، وازدهــاراً \nاقتصاديّــاً، ونشــاطاً علميّــاً ملحوظــاً. \nم) متصلــة، وكان ذلــك ظاهــرة فريــدة فــي تلــك 1765-1727/هـــ 1179-1139( امتــد عهــده أربعيــن عامًــا \nالفتــرة، تعكــس ســمات شــخصيته الحكيمــة وقيادتــه الرشــيدة التــي أدت إلــى تأســيس الدولــة الســعودية \nاألولــى. "
            }
        },
        {
            "book_name": "ولادة الإمام  محمد بن سعود وإمامته وصفحات لم تكتب في تاريخه",
            "pages": {
                "1": " \nوالدة  اإلمام\n محمد بن سعود \nوإمامته وصفحات لم \nتُكتب في اتريخه\nد. عبدهللا بن سعد بن محمد أابحسين",
                "3": "  م، فــي بيــت أبيــه وجــدّه، 1679/ هـــ 1090 ولــد اإلمــام محمــد بــن ســعود بــن محمــد بــن مقــرن ســنة \nرئيــس غَصيبــة، محمــد بــن مقــرن بــن مرخــان بــن إبراهيــم بــن موســى بــن ربيعــة بــن مانــع بــن ربيعــة \nالمريــدي، مــن عشــيرة الــدروع، مــن قبيلــة بنــي حنيفــة العدنانيــة. \nم علــى 1689 /هـــ 1100 وذكــر الدكتــور منيــر العجانــي، واألســتاذ عبداللــه بــن خميــس أنّــه ولــد ســنة \nوجــه التقريــب، وأفــاد الدكتــور عبدالرحمــن العرينــي بــأنّ المصــادر لــم تــؤرّخ لوالدتــه، ورأى قُــرب كام \nالعجانــي وابــن خميــس مــن الصحّــة، ثــم قــال: (فــإن صــحّ؛ فيكــون عمــره تســعاً وســبعين ســنة وبضعــة \nأشــهر) اهـ. \nووقفــت علــى نــصّ يجعلنــا نقطــع بأنّــه تجــاوز تســعاً وســبعين ســنة بعشــر ســنين، قــال الشــيخ حســين \nبــن غنّــام فــي العقــد الثميــن عــن اإلمــام محمــد بــن ســعود: (أتــاه -رحمــه اللــه- اليقيــن، وقــد جــاوز \nبضعــاً وثمانيــن مــن الســنين) اهـــ، و(البضــع) عــددٌ مُبهــمٌ، مُقيّــدٌ بمــا بيــن الثــاث إلــى التســع، وابــن \nغنــام جــزم بأنّــه تجــاوز مــا يحتملــه البضــعُ مــن العــدد، وال يُمكــن أن يكــون أكثــر مــن أشــهر، فيكــون \nم هــي ســنة والدتــه. 1679/هـــ 1090 عمــر اإلمــام محمــد بــن ســعود تســعاً وثمانيــن ســنة، وعليــه فــإنّ ســنة \nوربمــا يُقــال: إنّ البضــعَ ســبعٌ كمــا حُكــي عــن بعــض علمــاء اللغــة، لكــن ابــن غنّــام صــرّح فــي نفــس \nالكتــاب الــذي ذكــر فيــه عمــر اإلمــام محمــد بــن ســعود بــأنّ البضــع مــن الثــاث إلــى التســع؛ فانتفــى \nاالحتمــال. \nم)، وكان 1694/هـــ 1106 م؛ فإنّــه أدرك جــدّه محمد بن مقــرن (ت 1679/هـــ 1090 وإذا كانــت والدتــه ســنة \nعمــره لمّــا تولــى والــده ســعود رئاســة غَصيبــة بعــد جــدّه؛ ســت عشــرة ســنة، وبلــغ ســبعاً وأربعيــن ســنة لمّــا \nم، ولمّــا بلــغ تســعاً وأربعيــن ســنة تــرأّس فــي الدرعية. 1724/هـــ 1137 توفّــي والــده ســنة \n نشأته وشبابه:\nنشــأ اإلمــام محمــد بــن ســعود فــي بيــت مُلــك ورئاســة، فــإنّ والــده وجــدّه كانــا رئيســين فــي غَصيبــة، \nومــن الســائد فــي بيــوت الملــوك والرؤســاء ســلوكُ أنمــاطِ تربيــة تُعِــدّ النّاشــئة لحفــظ المكتســبات، وتُــدرِكُ \nمداخــل الشــرور، ومكامــن األخطــار، فتُعمَــرُ مجالســهم بأشــباهِ الحــوادثِ ومَثُــاتِ األيّــام، وتغــدو نمــاذج \nيتأسّــى بهــا اللبيــبُ، وتــروح أخــرى تزجــر الفَطِــنَ، وتُشــحذُ بيــن هــذه وتلــك آلــةُ القيــاس فــي العقــول، \nويقــوى االعتبــار، وتعظــم العِظــة، ويتيقّــن البصيــر أنّ الليلــة كالبارحــة، وأنّ نتائج األمــور تُســتنطقُ بمقدّماتها. \nوتــردّد علــى مســامعه أخبــارُ الملــوك والرّؤســاء، وســيرهم، وأخاقهــم، ومــا بــه يُذمّــون أو يُمدحــون، \nومــا جــرى عليهــم مــن غِيَــرِ الزّمــان، وصمودهــم فــي وجــه مــن قصدهــم بالسّــوء، وذرائــع األفــول، وأســباب ",
                "4": "  الــزوال، وعوامــل الثبــات، وركائــز البقــاء، وأعمــل نظــره فيهــا، وأدار عقلــه فــي حــوادث بلــدان العــارض \nالقريبــة ومآالتهــا، وقلّــب فــي مخيّلتــه صفحــات ســيرة بلــده الدرعيــة، وتتبّــع سَــيْرها مُــذ تملّكهــا جــدّه \nمانــع بــن ربيعــة المريــدي، ومُــذ مبادرتــه مــع أبنائــه لعقــد حِلــفٍ بيــن أشــتات فــروع قبيلتــه األُمّ (بنــي \nحنيفــة) الذيــن كانــوا قريبيــن منــه، وتصييــره لهــم قــوّة يُضــرب باســمهم (الموالفــة) المثــل فــي الصمــود \nومواجهــة الخطــوب، يُقــال: (صبّحهــم صبــاح الموالفــة)، وأعمــل نظــره فــي مشــاركة الدرعيــة لعــددٍ مــن \nالحــروب، وقيّــم الجــدوى، ولــم يُغفــل قــوى الباديــة المتغلّبــة فــي المســاحات بيــن البلــدان النجديــة، ومــا \nجــرى عليهــم، وتتابعهــم علــى النّفــوذ فيهــا، وتحالفاتهــم مــع رؤســاء البلــدان، وانعكاســاتها علــى االنتصــار \nأو الهزيمــة. \nواســتوقفته حادثــة قســمة رئاســة البلــد بيــن ابنــي جــدّه مرخــان بــن إبراهيــم بــن موســى بــن ربيعــة بــن \nمانــع، حيــث تــرأّس مقــرن فــي غَصيبــة، فــي حيــن تــرأّس ربيعــة فــي المليبيــد، ثــمّ اضطربــت األحــوال، \nوقُتــل جــدّه مرخــان بــن مقــرن علــى يــد وطبــان بــن ربيعــة، وهــرب وطبــان، ولمّــا بلــغ محمــد بــن ســعود \nإحــدى عشــرة ســنة؛ اضطربــت أحــوال آل وطبــان فــي الجهــة التــي تتابعــوا علــى الرئاســة فيهــا، فقــد قُتــل \nم، وتولّــى إبراهيــم، ثــمّ قُتــل 1689/هـــ 1101 الرئيــس مرخــان بــن وطبــان غــدراً علــى يــد أخيــه إبراهيــم ســنة \nم، فتولّــى 1694/هـــ 1106 بعــد خمــس ســنين علــى يــد رئيــس بلــدة الريــاض يحيــى بــن ســامة أبــا زرعــة ســنة \nإدريــس بــن وطبــان، ثــمّ قُتــل بعــد ســنة. \nومــع أنّ أحــوال آل وطبــان مضطربــة آنــذاك، فــإن محمــد بــن ســعود ووالــده وجــدّه وآل مقــرن كانــوا \nينعمــون باســتقرار فــي غصيبــة تحــت ظــلّ رئيســها محمــد بــن مقــرن، ولــم يُعكّــر صفــو عيشــهم إال وفاتــه \nم، يعنــي لمّــا اســتتمّ لمحمــد بــن ســعود ســت عشــرة ســنة، وبوفاتــه وتولّــي ابنــه ســعود؛ 1694/هـــ 1106 ســنة \nتُفتــح صفحــة جديــدة مــن حيــاة محمــد بــن ســعود، مدادهــا: صُحبــة والــده، الرئيــس الجديــد، ومعاضدتــه، \nوالقيــام بمــا يُســنده إليــه مــن المهــام. \nفشــهد ســنوات جــدب وقحــط، ومطــرٍ وخصــب، وغــاء ووبــاء، وعايــن آثارهــا علــى حاضــرةِ نجــد \nوباديتهــا، وأدرك مــا يعانيــه رؤســاء البلــدان فــي تلــك الســنين، وصاحــب والــده فــي سياســته رعيّتــه فيهــا، \nوشــاهد مكابــدة جــدّه واجتهــاده فــي رعايــة المصالــح العليــا لمجمــوع الرعيّــة، مــع اعتبــار مقاســاة جموعهم \nلقســوة الفقــر، وآالم الجــوع، وأوجــاع األمــراض، وصاحبــه ـ أيضــاً ـ فــي أحلــك الظّــروف الداخليّــة، حيــث \nم، وصمــد تحــت رايتــه 1720/هـــ 1132 عاضــده لمّــا قــاد أهــل الدرعيــة للتخلّــص مــن موســى بــن ربيعــة ســنة \nم.1721/هـــ 1133 مــع رجــاالت الدرعيّــة فــي وجــه اعتــداء حاكــم األحســاء ســنة \nولــم يُكمــل عقــده الخامــس إال وقــد ذاع ذكــر كمــال عقلــه، وحُســن خلقــه وتعاملــه وكرمــه، وشُــكر سَــيْرِه \nوســيرته، وشــاع أنّــه مأمــون الجانــب، صــادقُ الوعــد، شــديد القلــب عنــد البــأس، رابــط الجــأش عنــد اللقــاء، \nعــزومٌ علــى األمــر الــذي هــو فاعلــه، يعُــد الحــزمَ أساســاً، وأنّ األمــور إذا لــم تُؤخــذ فــي مباديهــا عَسُــرَ \nتدارُكُهــا بعــد تماديهــا. ",
                "5": " : رئاسته في الدرعية وإمامته\nم تولــى اإلمــام محمــد بــن ســعود رئاســة الدرعيــة، وكان أوّل مــا بــدأ بــه أن ســدّ 1727/هـــ 1139 فــي ســنة \nالخَلّــة التــي يتســلّل منهــا الضّعــف، وجمــع البلــد علــى رئيــسٍ واحــدٍ بعــد فتــراتٍ مــن الخُلــفِ واالنقســام، ووصفه \nالمؤرّخــون بمــا يــدلّ علــى رئاســته وإمامتــه، حالــه كحــال الرؤســاء واألئمــة فــي تاريــخ المســلمين، فإنّــه لــم \nيتــرأّس فــي الدرعيّــة بأمــرٍ مــن ملــك قريــبٍ أو بعيــد، وإنّمــا بشــوكته وشــوكة عشــيرته، قــال المــؤرّخ محمــد \nبــن عبــاد: (شــاخ ابــن ســعود فــي كلّ الدرعيــة)، وقولــه (شــاخَ) يعنــي: ملــكَ، وتولّــى، وتــرأّسَ، يقولــون ـ مثــاًـ: \nهـــ)، 1057 هـــ)، يعنــي: رئاســته، ويقولــون: (شــاخ رميــزان ســنة 1056 (شــيخة محمــد بــن مهنــا فــي مقــرن ســنة \nيعنــي: تــرأّس فــي بلــدة الروضــة، وهكــذا، ويؤكّــده أنّ المتأخّريــن مــن المؤرّخيــن النّجدييــن ربّمــا عبّــروا عــن \nخبــر رئاســة أحدهــم بقولهــم: (تولــى رئاســة)، بينمــا عبّــر المتقدّمــون عــن الخبــر نفســه بقولهــم: (شــاخَ)، \nوقــال عنــه الفاخــري: (الرئيــس)، وقــال عثمــان بــن بشــر: (اإلمــام الرئيــس)، وذكــر بعــض الحــوادث، وجــاء \nم): (طلــب دهــام بــن دوّاس مــن 1755-1754(هـــ 1167 فــي ســياقه مــا يــدلّ علــى إمامتــه، قــال فــي أخبــار ســنة \nمحمــد بــن ســعود المهادنــة، فطلــب عليــه اإلمــام محمــد بــن ســعود خيــاً وســاحاً)، وذكــر أنّ عبدالعزيــز بــن \nمحمــد بــن ســعود كان وليّــاً للعهــد، قــال: (وكان ولــيّ عهــده بعــده ابنــه عبدالعزيــز) . \nوجــاور محمــد بــن ســعود رؤســاء، بنفــس بــذات الطريقــة التــي تولّــى بهــا، وتعامــل أولئــك الرؤســاء \nالمتجــاورون فيمــا بينهــم، ومــع قــوى الباديــة المتغلبــة علــى المســاحات الشاســعة بيــن البلــدان النّجديّــة؛ \nبحســب مــا يُقدّرونــه مــن مصالــح والياتهــم ورعاياهــم، وكلٌّ منهــم اعتبــر فــي تعاماتــه مبلــغ نفــوذه وقوّتــه \nونفــوذ مجاوريــه مــن الرؤســاء. \nونظــر فقهــاء نجــد إلــى واقــع البلــدان النّجديّــة نظــراً شــرعيّاً، وتناقلــوا فــي مجالســهم العلميّــة قــول الشــيخ \nهـــ) عــن الرؤســاء: إنّ والياتهــم صحيحــة، وحكمهــم كغيرهــم مــن والة 948 :أحمــد بــن يحيــى بــن عطــوة (ت \nالمســلمين، وقــرّروا أنّــه ال يتولّــى أحــدٌ منهــم القضــاء فــي بلــد إال إذا والّه رئيــس البلــد، وإذا خــرج القاضــي \nمــن البلــد الــذي وُلّــي فيــه فإنّــه ال يقضــي، وال يجــوز حُكمــه، ونصّــوا علــى ذلــك، وعملــوا بالمســائل المتّصلــة \nباألئمــة فــي شــريعة اإلســام كقبــض الــزكاة، والشــيخ ابــن عطــوة لــم يُنشــئ الحُكــم مــن نفســه، وإنّمــا نقــل \nهـــ)، حيــث ســأله عنهــا 910 :صــورة المســألة إلــى الشــام، وحكاهــا لشــيخه أحمــد بــن عبداللــه العســكري (ت \nفأجابــه بــأنّ حُكمهــم كغيرهــم مــن الســاطين فــي ســائر األوطــان، وكان الشــام ســاعة جــواب العســكري تحــت \nحُكــم ســلطان دولــة المماليــك. واإلمامــة ملــك وســلطان، فمــن حصــل لــه الملــك والســلطان، وصــار يولّــي \nويعــزل، ويعطــي ويحــرم، ويقســم األمــوال، فهــو إمــام عنــد أهــل الســنّة والجماعــة، وال اعتبــار لســعة مملكتــه. \nقــال شــيخ اإلســام ابــن تيميــة: (إنّ أهــل الســنّة والجماعــة يقولــون: األميــر واإلمــام والخليفــة ذو الســلطان \nالموجــود الــذي لــه القــدرة علــى مقصــود الواليــة)، وذكــر أنّهــم يخبــرون بالواقــع، ويأمــرون بالواجــب، \nفيقولــون إنّــه تولّــى بنــو العبّــاس علــى العــراق والشــام ومصــر، وتولّــى بعــض بنــي أميــة علــى األندلــس، وتولّــى \nغيرهــم فــي جهــة ثالثــة، ولــو تولّــى مــن هــو دون هــؤالء مــن الملــوك لــكان خيــراً مــن عدمهــم. ",
                "6": " :هـ 1157 هـ إلى سنة 1139  الحراك العلمي في الدرعية من سنة \nهـــ مــا يــدلّ علــى 1157 يلفــت انتبــاه قــارئ رســائل الشــيخ محمــد بــن عبدالوهــاب قبــل ســنة \nمكانــة علميــة عاليــة لبلــدة الدرعيــة، فإنّــه طلــب مــن بعــض علمائهــا تأييــده فــي مســألة حــلّ \nالرشــوة، قــال: (أنــا كاتــب لكــم تســجّلون علــى كامــي فيهــا)، وكتــب رســالة إلــى أهــل بلدتــي \nالريــاض ومنفوحــة، وبعــث بهــا إلــى بلــدة الدرعيــة قبــل إرســالها إليهــم، وغرضــه أن يؤيّــده \nعالمهــا، فأيّــده، وأشــار إلــى ذلكــم العالــم وتأييــده فــي أثنــاء الرســالة، ومدحــه فقــال: (ال نعــرف \nفــي علمــاء نجــد وال علمــاء العــارض وال غيــره أجــلّ منــه، وهــذا كامــه واصــل إليكــم)، يقصــد \nالشــيخ عبداللــه بــن عيســى بــن عبدالرحمــن، ورصدنــا ثاثــة علمــاء آخريــن فــي الرســائل التــي \nجمعنــا، وهــم: الشــيخ عبداللــه بــن عبدالرحمــن بــن ســويلم مــن العرينــات، والشــيخ عبدالوهــاب \nبــن عبداللــه بــن عيســى، والشــيخ محمــد بــن ســلطان العوســجي، واألخيــر لــم أجــد إفــادة بكونــه \nفــي بلــدة الدرعيــة إال فــي رســالة الشــيخ محمــد بــن عبدالوهــاب إليــه، قــال ناســخها: (أرســلها \nالشــيخ محمــد -رحمــه اللــه- وهــو فــي العيينــة إلــى محمــد بــن ســلطان مــن أهــل الدرعيــة)، وجــاء \nذكــر اســمه فــي رســالة كتبهــا الشــيخ محمــد بــن عبدالوهــاب إلــى تلميذيــه فــي الدرعيــة، قــال: \n(ذكــر لــي محمــد بــن ســلطان أن جــرى عندكــم مســألتان)، وصُحّــف اســمه فــي مطبــوع الرســالة \nعنــد ابــن غنــام إلــى (ابــن ســليمان). \nورصدنــا أيضــاً ثاثــةً مــن طلبــة العلــم، رحلــوا مــن الدرعيــة إلــى بلــدة حريمــاء فــي فتــرة \nهـــ، قــال فــي إحــدى 1154هـــ تقريبــاً و 1140 مكــث الشــيخ محمــد بــن عبدالوهــاب فيهــا بيــن ســنتي \nرســائله: (بيّنتــه لكــم مــراراً)، وهــم: ثنيــان بــن ســعود، وأحمــد بــن محمــد بــن ســويلم، وعيســى \nبــن قاســم، ولهــم مشــايخ فــي بلــدة الدرعيــة بحســب إحــدى الرســائل التــي جمعنــا، فقــد ذكــر \nالشــيخ محمــد لتلميذيــه عيســى وأحمــد مســألةً فقهيّــة، وأبــان لهمــا أنّهمــا ومــن يتعلمــون عندهــم \nيســمّونها التصحيــح. \nفبــان بمــا جمعتــه واســتنبطته وجــود مكانــة علميّــة عاليــة لبلــدة الدرعيــة فــي الفتــرة مــن \nهـــ، ووجــود حــراك علمــي ظاهــر فيهــا، فــي حيــن أننــا نلحــظ خمــول 1157 هـــ إلــى ســنة 1139 ســنة \nذكــر للحــراك العلمــي فــي بلــدة الدرعيــة فــي المجمــوع الضخــم الــذي ألّفــه الشــيخ أحمــد بــن \nهـــ)، وجمــع فيــه أجوبــة وأحــكام علمــاء القرنيــن العاشــر والحــادي عشــر 1125 :محمــد المنقــور (ت \nالهجرييــن، ونقــل فيــه مــن خطوطهــم، وســمّاه: (الفواكــه العديــدة فــي المســائل المفيــدة)، فــإنّ \nقارئــه يجــد ذكــراً متكــرّراً لعلمــاء فــي بلــدان العــارض، بلــغ عددهــم: ســبعة عشــر عالمــاً، ليــس \nمنهــم فــي الدرعيــة إال عالــمٌ واحــد، وهــو موســى بــن عامــر بــن ســلطان الباهلــي، توفــي ســنة \nهـــ، فــي حيــن أن فــي بلــدة مقــرن التــي أُطلــق عليهــا اســم الريــاض؛ تســعة علمــاء، وهــم: 1021",
                "7": "  ناصــر بــن محمــد بــن عبدالقــادر مــن آل مشــرف، وزامــل بــن ســلطان مــن آل يزيــد مــن بنــي \nحنيفــة، وإســماعيل بــن رميــح بــن جبــر مــن العرينــات، وســليمان بــن محمــد بــن شــمس مــن \nالعرينــات، وأحمــد بــن محمــد بــن خيــخ، وأحمــد بــن ناصــر مــن آل مشــرّف، وعبداللــه بــن \nمحمــد بــن ذهــان مــن الســحوب مــن زَعــب، مــن بنــي ســليم، وعبدالرحمــن بــن محمــد بــن \nذهان،وعبداللــه بــن أحمــد بــن شــويهين. وفــي بلــدة العيينــة؛ ســبعة علمــاء، وهــم: أحمــد بــن \nيحيــى بــن عطوة،وعبداللــه بــن عبدالوهــاب مــن آل مشــرف، وأحمــد بــن محمــد بــن بســام مــن \nالوهبــة مــن بنــي تميــم، وســليمان بــن علــي بــن مشــرف مــن بنــي تميــم، وعبدالوهــاب بــن \nعبداللــه مــن آل مشــرف مــن بنــي تميــم، ومحمــد بــن موســى بــن حبيــش، ويظهــر أنّــه البصيــري، \nوعثمــان بــن أحمــد بــن قائــد. \nوهنــاك علمــاء ذكرهــم المنقــور فــي مجموعــه ولــم أتبيّــن بلدانهــم، هــل هــي فــي العــارض أم \nفــي غيرهــا، فلــم أُدخلهــم فــي العــدّ والمقارنــة، وهــم راشــد بــن  غيثــار، ومرشــد بــن علــي بــن \nدبيــان، وأحمــد بــن موســى الباهلــي، وحســن بــن عبدالوهــاب. \nهـــ)، التــي يذكــر فيهــا 1099 :ولقــد تتبّعــت عبــارات الشــيخ عبداللــه بــن محمــد بــن ذهــان (ت \nعمــل وأجوبــة فقهــاء نجــد، فوجدتــه يقــول: (فقهــاء العيينــة)، ويقــول: (فقهــاء أهــل العــارض)، \nو(فقهــاء أهــل الوشــم)، ولــم أجــده يقــول مــرةً: فقهــاء الدرعيــة، بــل صــرّح أنّــه حكــم ببعــض \nاألحــكام فيهــا غيــر مــرّة، قــال: (حكمنــا بــه فــي الدرعيــة). \nثــمّ إنّــي تتبّعــت ذكــر الدرعيــة فــي المجمــوع كلّــه، فوجدتهــا مذكــورةً بمناســبة مســألة صحّــة \nالصــاة فــي البطحــاء التــي تغشــاها العامــة، وهــي صــورة مســألة واقعــة فــي بلدتــي الدرعيــة \nوالعيينــة، ونقــل فيهــا المنقــور فتــاوى لعلمــاء مــن غيــر بلــدة الدرعيــة، وهــم: الشــيخ أحمــد بــن \nهـــ)، والشــيخ عبداللــه بــن 1125( هـــ)، والشــيخ عبدالوهــاب بــن عبداللــه آل مشــرف 948( عطــوة \nهـ). 1099( ذهــان\nإنّ مقارنــة المضاميــن التاريخيــة فــي أربعــة عشــر رســالة كتبهــا الشــيخ محمد بــن عبدالوهاب \nهـــ)؛ جعلتنــا 1125 :هـــ بالمضاميــن التاريخيــة فــي مجمــوع ضخــم كتبــه المنقــور (ت 1157 قبــل ســنة \nهـ، 1157هـــ و 1139 نوقــن أنّ الحــراك العلمــي تغيّــر فــي الدرعيــة، وزاد وقوي فــي الفترة بين ســنتي \nوأنهــا تبــوّأت مكانــة علميّــة عاليــة، بعــد أن كانــت تحتــاج إلــى مــن يُفتــي فــي المســائل الواقعــة \nفيهــا، ويحكــمُ فــي أقضيتهــا، بــل صــار لعلمائهــا تأثيــر واعتبــار فــي الحــراك العلمــي المحيــط \nبهــا، وهــذا عكــس مــا كانــت عليــه فــي زمــن المنقــور وشــيخه ابــن ذهــان، (إنّ راصــد الحــراك \nالعلمــي فــي تاريخــه الممتــدّ عبــر القــرون واألزمنــة يضطــرُّ إلــى رســم إطــار جغرافــي فــي بعــض \nالفتــرات\" لماحظتــه نشــاطاً متزايــداً فــي بلــد مــن البلــدان، وإذا تعمّــق وجــد أنّ اإلطــار المُحــدّد ",
                "8": "  منتظــمٌ وآمــنٌ، وإذا جمــع األشــباه واألمثــال؛ ثبــت لديــه وجــود عاقــةٍ طرديّــةٍ بيــن الحــراك \nالعلمــي واألمــن واالســتقرار، وأنّ قُطــبَ رحــى تلكــم العاقــة، وفلــكَ نجومهــا؛ إمــامٌ). \nوإذا كانــت الدرعيــة بهــذا الشــأن، فــي فتــرة حكــم اإلمــام محمــد بــن ســعود، وكان الشــيخ \nمحمــد بــن عبدالوهــاب يرســل إلــى علمائهــا رســائل، ويطلــب تأييدهــم، ويوجّــه فــي أخــرى \nتاميذهــم، فلنــا أن نتســاءل: هــل تــردّد ذكــر الشــيخ محمــد بــن عبدالوهــاب علــى أســماع اإلمــام \nمحمــد بــن ســعود فــي تلــك الفتــرة؟ \n معرفــة اإلمــام محمــد بــن ســعود بالشــيخ محمــد بــن عبدالوهــاب قبــل \nانتقالــه إلــى الدرعيــة:\nروى ابــن غنّــام خبــر خــروج الشــيخ محمــد بــن عبدالوهــاب مــن بلــدة العيينــة آخــر ســنة \nهـــ، وأفــاد أنّــه توجّــه إلــى بلــدة الدرعيــة، وإلــى بيــت الشــيخ عبداللــه بــن ســويلم تحديــداً، 1157\n فبــات فيــه تلــك الليلــة، وأقــام عنــده ذلــك اليــوم، ثــمّ انتقــل بعــدُ إلــى بيــت تلميــذه الشــيخ أحمــد \nبــن ســويلم، ثــمّ إنّ اإلمــام محمــد بــن ســعود ســمع بخبــر قــدوم الشــيخ محمــد إلــى الدرعيــة، \nفقــام إليــه مســرعاً، ومعــه أخــواه مشــاري وثنيــان، فأتــاه فــي بيــت الشــيخ أحمــد بــن ســويلم، \nوبــادر بقبولــه وإكرامــه وتبجيلــه، وعاهــده أنّــه يمنعــه بمــا يمنــع بــه نســاءه وأوالده مــن جميــع مــن \nعــاداه وكاده، إال أنّــه طلــب مــن الشــيخ العهــد والميثــاق أن ال يرحــل عــن بلــده. \nوروايتــه تــدلّ علــى معرفــة اإلمــام محمــد بــن ســعود بالشــيخ محمــد بــن عبدالوهــاب، ومكانته \nوقــدره، ومــا يأمــر بــه وينهــى عنــه، ومــا يواجهــه، ويؤيّــد ذلــك خمســةُ مضاميــن فــي رســائل \nالشــيخ محمــد بــن عبدالوهــاب قبــل انتقالــه إلــى الدرعيــة: \nاألول: أنّــه اشــتهر نهــي الشــيخ محمــد بــن عبدالوهــاب عــن مســائل ظاهــرة، ومنتشــرة، \nوعــادات، ومألوفــات، مــن أبينهــا وأوضحهــا مســألةٌ تُعمــل فــي مســاجد الدرعيــة وبلــدان العــارض، \nوهــي التذكيــر، وصورتهــا: أنّ المــؤذّن يُضيــف إلــى األذان الصــاة علــى النبــي ﷺ ليلــة الجمعــة \nوفــي يومهــا تذكيــراً بالجمعــة، قــال الشــيخ أحمــد المنقــور: (لــم يذكــر أصحابنــا الصــاة والســام \nعلــى النبــي ﷺ بعــد األذان كمــا يُفعــل فــي زماننــا)، وذكــر كامــاً يُفيــد اســتحباب ذلــك عنــده، \nوعلّــل، وكان الشــيخ عبدالوهــاب بــن ســليمان بــن علــي، والــد الشــيخ محمــد يؤيّــد مــا ذهــب إليــه \nالمنقــور، فقــد قُــرئ مجموعــه عليــه، ووجــدت لــه هامشــاً علــى نُســخة خطيــة للفواكــه العديــدة، \nهـــ، قــال: (أمّــا الصــاة علــى النبــي ﷺ بعــد األذان فــأوّل حدوثــه فــي 1131 فُــرغ مــن نســخها ســنة \nزمــان أحمــد بــن طولــون أميــر مصــر حيــن احتــاج النّــاس إلــى ذلــك، ثــمّ صــار ليلــة الجُمُعــة إلــى \nيومنــا هــذا ويــوم الجمعــة، أجمــع المســلمون علــى ذلــك مــن هــاك الوقــت إلــى اآلن، وقــد ذكــر ",
                "9": "  فــي جمــع الجوامــع أنّــه اختــار أنّــه سُــنّة الجتمــاع األمّــة علــى ذلــك، وقــد قــال ﷺ: ال تجتمــع \nأمّتــي علــى ضالــة). وكان الشــيخ محمــد بــن عبدالوهــاب يُخالــف والــده وعلمــاء وقتــه ومــن \nســبقهم، وينهــى عــن التذكيــر، ويصــرّح بأنهــا بدعــة، وتكــرّر ســؤاله عــن ذلــك، فقــد كتــب رســالة \nإلــى مقــرن بــن عبداللــه، وقــال فيهــا: (الــذي يعلــم بــه األخ مقــرن بــن عبداللــه بعــد إبــاغ الســام \nأنّ ابــن صالــح ســألني عــن التذكيــر، فقلــت إنّــه بدعــة، فذكــر أنّ عندنــا مــن ال يعــرف الجمعــة \nإال بــه، وذكــرت لــه أنّ رســول اللــه ﷺ أعلــم منــا بمصالــح أمّتــه، وهــو ســنّ األذان، ونهــى عــن \nالزيــادة، فلمــا فتــح اللــه لكــم بابــاً فــي اتّبــاع نبيّكــم ﷺ، فــا تتثقّلــوا مــن قطــع العــادات فــي \nطاعــة اللــه ورســوله). \nوبحســب إحــدى رســائل الشــيخ محمــد بــن عبدالوهــاب، فــإنّ علمــاء الدرعيــة كانــوا يبالغــون \nهـــ، قــال الشــيخ محمــد بــن عبدالوهــاب فــي رســالة وجّههــا إلى 1157 فــي هــذه المســألة قبــل ســنة \nعالــم الدرعيــة: (تبالغــون فــي مثــل هــذه األمــور مثــل التذكيــر الــذي صرحــت األدلــة واإلجمــاع \nوكام اإلقنــاع بإنــكاره)، وقــال: (وصلنــي أمــس رســالة فــي صفــة مذاكرتكــم فــي التذكيــر وتطلبون \nمنــي جوابــاً عــن أدلتكــم)، وال يمكــن غيــاب شــأن مــن ينهــى عــن عــادة دينيــة ظاهــرة ومتوارثــة \nفــي بلــدة الدرعيــة وغيرهــا مــن بلــدان العــارض، وأنّــه خالــف فــي ذلــك علمــاء الدرعيــة ومــن \nســبقهم حتــى والــده، ومُحــال أن ال يصــل إلــى ســمعه السّــجال بيــن علمــاء الدرعيــة وغيرهــم \nوبيــن الشــيخ محمــد بــن عبدالوهــاب فــي المســألة، وكيــف ال يبلغــه ويبلــغ فــي الوقــت نفســه \nأمصــاراً بعيــدة كمكــة المكرمــة والمدينــة المنــورة والبصــرة، فــإنّ الشــيخ ســليمان بــن ســحيم \nذكرهــا ضمــن مــا ادّعــاه علــى الشــيخ محمــد بــن عبدالوهــاب فــي رســالته، ووصلــت رســالته \nعلمــاء األمصــار المذكــورة وغيرهــا، قــال: (إنّ الشــيخ محمــد بــن عبدالوهــاب قــال: الصــاة علــى \nالنبــي ﷺ يــوم الجمعــة وليلتهــا بدعــة ضالــة تهــوي بصاحبهــا إلــى النــار)، ونقــل الشــيخ أحمــد \nهـــ، وقــال: (يحتمــل أن يكــون هــذا الرجــل المبتــدع 1157 القبانــي البصــري تلكــم العبــارة قبــل ســنة \nإنمــا أمــر بتــرك الصــاة والســام علــى رســول اللــه ﷺ ليلــة الجمعــة ويومهــا بعــد األذان مــن \nالمؤذنيــن برفــع الصــوت كمــا هــو المعتــاد فــي بعــض البلــدان). قلــت: ال تحتمــل غيــر هــذا، وهــو \nمــا فهمــه ابــن غنــام، وردّ عليــه، ويؤيّــده أنّ الشــيخ محمــد بــن عبدالوهــاب ذكّــر الشــيخ ســليمان \nبــن ســحيم بأنّــه كان مؤيّــداً لــه فــي المســألة، فــكان يقــول: (التذكيــر ليلــة الجمعــة ينبغــي األمــر \nبتركــه)، ثــمّ ســأله عــن ســبب التغيّــر، قــال: (لمّــا جــاءك فــان أقــررت لهــم أنّ التذكيــر بدعــة \nمكروهــة فمتــى هــذا العلــم جــاءك)، وردّ عليــه، وبيّــن أنّهــا مُحدثــة، وحينئــذٍ فــإنّ عبــارة الشــيخ \nســليمان بــن ســحيم فــي رســالته إلــى األمصــار ال تحتمــل غيــر مســألة التذكيــر. \nالمضمــون الثانــي: تكــرار ذكــر الشــيخ محمــد بــن عبدالوهــاب علــى أســماع العامــة مــن أهــل \nالدرعيــة، قــال الشــيخ محمــد بــن عبدالوهــاب فــي رســالته إلــى الشــيخ عبدالوهــاب بــن عبداللــه ",
                "10": "  بــن عيســى: (أبلغــوا لنــا الوالــد الســام ســلمه اللــه مــن خــزي الدنيــا وعــذاب اآلخــرة، وغيــر \nذلــك فــي نفســي عليــه بعــض الشــيء مــن جهــة المكاتيــب لمــا حبســها عنّــا هجســنا فيــه الظــنّ \nالجميــل، ثــمّ بعــد ذلــك ســمعنا بعــض النّــاس يذكــر أنّــه معطيهــا بعــض الســفهاء يقرؤونهــا علــى \nالنّــاس )، وطلــب حجّــةً ممّــا فيهــا، أو كلّ الحُجــج ليجيــب عنهــا بجــواب فاصــل بيّــن، وكــرّر فــي \nآخــر الرســالة أنّ تلكــم المكاتيــب قُرئــت علــى العامّــة، وذكــر أنّهــا مــن جهــة مــن يُظــنّ أنّهــم \nعلمــاء، ومحــال أن يغيــب عــن رئيــس الدرعيــة مــا يعرفــه ويســمعه العلمــاء وطلبــة العلــم وعــوامّ \nالنّــاس فــي البلــدة. \nالمضمــون الثالــث: تكــرار ذكــر الشــيخ محمــد بــن عبدالوهــاب فــي مجالــس علمــاء بلــدة \nالدرعيــة وطلبــة العلــم فيهــا، ومنهــم: ثنيــان بــن ســعود أخــو الرئيــس محمــد بــن ســعود، فقــد \nبعــث الشــيخ محمــد بــن عبدالوهــاب إليــه رســالةً يُجيبــه فيهــا عــن مســألة ســأله عنهــا، وذكّــره \nفــي جوابــه بدروســه التــي شــرح فيهــا كتــاب التوحيــد لمّــا كانــا فــي حريمــاء، ولمّــا بلغــه عنــه \nوعــن قرينــه الشــيخ أحمــد بــن ســويلم تصــرفٌ؛ كتــب لهمــا رســالةً مُســتقلّةً بهــذه المناســبة، \nووجّههمــا، وكتــب الشــيخ محمــد بــن ســلطان ســاكن بلــدة الدرعيــة رســالةً للشــيخ محمــد بــن \nعبدالوهــاب فــي شــأن تلميذيــه: أحمــد بــن ســويلم، وعيســى بــن قاســم، وبيّــن لــه أنّهمــا أخــذا \nمســألتين فقهيّتيــن مــن مشــائخهما فــي الدرعيــة، فنبّههمــا الشــيخ محمــد بــن عبدالوهــاب فــي \nرســالة بعثهــا إليهمــا لهــذا الســبب، وذكّرهمــا بمــا كــرّره عليهمــا مــراراً، وحذّرهمــا ممّــا اعتــاداه \nهمــا ومشــائخهما فــي الدرعيــة، وبلــغ الشــيخ محمــد بــن عبدالوهــاب تصــرّفٌ للشــيخ عبداللــه \nبــن ســويلم تجــاه أحمــد بــن ســويلم، فكتــب إلــى الشــيخ عبداللــه يعاتبــه، فرســائل الشــيخ محمــد \nالموجهــة إلــى تاميــذه وعلمــاء الدرعيــة كانــت تُقــرأ فــي مجالســهم، وتــروح وتغــدو فــي طرقــات \nهـــ، وبعضهــا يخــصّ ثنيــان بن 1157 الدرعيــة فــي فتــرة حكــم اإلمــام محمــد بــن ســعود، وقبــل ســنة \nســعود، وهــو ركــن مــن أركان مجلــس أخيــه اإلمــام محمــد بــن ســعود، وال بُــدّ أن يأتــي ذكــر الشــيخ \nعلــى لســان ثنيــان مــرة ومرتيــن وأكثــر فــي فتــرة مقــام الشــيخ محمــد بــن عبدالوهــاب فــي بلــدة \nهـــ، بــل وفــي الفتــرة التــي ســبقت ذلــك. 1157 هـــ إلــى ســنة 1154 العيينــة مــن ســنة \nالمضمــون الرابــع: كتــب رســالة الشــيخ محمــد بــن عبدالوهــاب رســالة وهــو فــي العيينــة \nوبعــث بهــا إلــى الشــيخ ســليمان بــن ســحيم أولهــا (زعجــت قرطاســة) وقــال فيهــا: (كتبــت ورقــةً \nالبــن صالــح مــن ســنتين، فيهــا تكفيــر الطواغيــت، وذكــرت فيهــا كام اللــه ورســوله، وبيّنــت \nاألدلــة، فلمــا جاءتــك نســختها بيــدك لموســى بــن ســليم، ثــمّ ســجّلت عليهــا وقلــت مــا ينكــر هــذا \nإال أعمــى القلــب، وقرأهــا موســى فــي البلــدان، وفــي منفوحــة، وفــي الدرعيــة، وعندنــا)، ومحــال \nأن تُقــرأ الرســالة فــي بلــدة الدرعيــةإال بــإذن اإلمــام محمــد بــن ســعود، وبعــد معرفتــه بمنشــئها \nومــا فيهــا. ",
                "11": "  المضمــون الخامــس: أنّ الشــيخ محمــد بــن عبدالوهــاب بعــث وهــو فــي العيينــة رســالة إلــى \nاألميــر عبدالعزيــز بــن محمــد بــن ســعود، أجابــه فيهــا علــى طلبــه تفســير ســورة الفاتحــة، وذكــر \nفــي ضمــن جوابــه أشــخاصاً كان يُعتَقــدُ فيهــم مــا ال يصــحُّ اعتقــاده إال فــي اللــه تعالــى، وأنكــر \nالشــيخ محمــد االعتقــاد فيهــم، أو التوجّــه إليهــم بعبــادة الدعــاء، وهــم تــاج، ومحمــد بــن شمســان، \nوذكــر فــي جوابــه أنّــه كُفّــر، واســتُحلّ دمــه ومالــه، وســاق ذلــك بيانــاً للســبب ال إنشــاءً، وهــو مــا \nيعنــي اســتقرار تلكــم الحقيقــة فــي ذهــن المُخاطــب، ومحــالٌ أن يوجــد شــخص فــي إحــدى بلــدان \nالعــارض، أفتــى بعــض العلمــاء بكفــره وال يأتــي ذكــره وذكــر دعوتــه وموقــف بعــض العلمــاء منــه \nعلــى لســان األميــر عبدالعزيــز فــي بيــت أبيــه أو فــي مجلســه، ومــن جهــة أُخــرى: فإنّــه لــوال \nشــهرة الشــيخ محمــد فــي محيــط اإلمــام محمــد بــن ســعود الخــاصّ لمــا بعــث إليــه ابنــه األميــر \nعبدالعزيــز يســأله. \nإنّ المضاميــن الخمســة التــي ذكــرت تجعلنــا نقطــع بشُــهرة أمــر الشــيخ محمــد بــن عبدالوهاب \nعنــد عامّــة أهــل بلــدان العــارض ورؤســاء تلكــم البلــدان، ومنهــم اإلمــام محمد بــن ســعود، وتجعلنا \nمــن جهــة أُخــرى ال نُســلّم ببعــض التفاصيــل التــي ذكرهــا المــؤرّخ الكبيــر عثمــان بــن بشــر، فإنّــه \nروى حادثــة خــروج الشــيخ محمــد بــن عبدالوهــاب مــن بلــدة العيينــة وتوجهــه إلــى بلــدة الدرعيــة \nولقــاءه اإلمــام محمــد بــن ســعود، وأضــاف علــى روايــة ابــن غنــام تفاصيــل تفيــد أنّ رئيــس \nالدرعيــة وإخوانــه وأهــل بيتــه ال يعرفــون الشــيخ محمــد بــن عبدالوهــاب ومــا يأمــر بــه وينهــى \nعنــه، قــال ابــن بشــر: (فلمــا وصــل الشــيخ إلــى بلــد الدرعيــة نــزل عنــد عبداللــه بــن عبدالرحمــن \nبــن ســويلم، وابــن عمّــه حمــد بــن ســويلم، فلمــا دخــل علــى ابــن ســويلم ضاقــت عليــه داره خوفــاً \nعلــى نفســه مــن محمــد بــن ســعود، فوعظــه الشــيخ وســكّن جأشــه، وقــال: ســيجعل اللــه لنــا ولكــم \nفرجــاً ومخرجــاً، فعلــم بــه خصائــص مــن أهــل الدرعيــة، فــزاروه خفيــة، فقــرر لهــم التوحيــد، \nفــأرادوا أن يُخبــروا محمــد بــن ســعود ويُشــيروا عليــه بنزولــه عنــده ونُصرتــه فهابــوه، وأتــوا زوجتــه \nوأخيــه ثنيــان الضريــر، وكانــت المــرأة ذات عقــل وديــن ومعرفــة، فأخبروهمــا بمــكان الشــيخ \nوصفــة مــا يأمــر بــه وينهــى عنــه، فوقــر فــي قلوبهمــا معرفــة التوحيــد، وقــذف فــي قلوبهــم محبة \nالشــيخ، فلمــا دخــل محمــد بــن ســعود علــى زوجتــه أخبرتــه بمــكان الشــيخ وقالــت لــه: إن هــذا \nالرجــل ســاقه اللــه إليــك، وهــو غنيمــة فاغتنــم مــا خصّــك اللــه بــه، فقبــل قولهــا، ثــم دخــل عليــه \nأخــوه ثنيــان وأخــوه مشــاري، وأشــاروا عليــه بمســاعدته ونصرتــه، فقــذف اللــه فــي قلــب محمــد \nمحبــة الشــيخ ومحبــة مــا دعــا إليــه، فــأراد أن يُرســل إليــه، فقالــوا: لــو تســير إليــه برجلــك، وتُظهــر \nتعظيمــه وتوقيــره ليســلم مــن أذى النّــاس ويعلمــون أنّــه عنــدك مكــرم. فســار إليــه محمــد بــن \nســعود، ودخــل عليــه فــي بيــت ابــن ســويلم). ",
                "12": "  ومــا ذكــره المــؤرّخ الكبيــر ابــن بشــر عــن ثنيــان بــن ســعود مُعــارضٌ بحقيقــة رحلتــه إلــى \nحريمــاء لمّــا كان الشــيخ محمــد بــن عبدالوهــاب مقيمــاً فيهــا، وحضــوره دروســه فــي كتــاب \nالتوحيــد وغيــره، وتقــدّم أنّــه حصــل بينهمــا مراســات لمّــا كان الشــيخ محمــد فــي العيينــة، وســأله \nثنيــان عــن مســألة فــي كتــاب التوحيــد، فكيــف يقــال عــن ثنيــان: أُخبــر بصفــة مــا يأمــر بــه \nالشــيخ محمــد بــن عبدالوهــاب وينهــى عنــه ووقــر فــي قلبــه التوحيــد؟ \nوالمقصــود أنّ التفاصيــل التــي زادهــا بــن بشــر علــى روايــة ابــن غنــام وتفيــد أنّ اإلمــام \nمحمــد بــن ســعود ال يعــرف عــن الشــيخ محمــد بــن عبدالوهــاب ودعوتــه ومــا يأمــر بــه وينهــى \nعنــه غيــر مقبولــة لمعارضتهــا مــا تــدل عليــه مضاميــن تاريخيــة فــي رســائل الشــيخ محمــد بــن \nعبدالوهــاب قبــل انتقالــه إلــى الدرعيــة، كمــا أننــا لــم نقــف علــى مصــدر ابــن بشــر فيهــا، ولــم \nيذكرهــا مــن ســبقه مــن المؤرّخيــن؛ كالفاخــري، أو ابــن لعبــون. \nوعــدم التســليم البــن بشــر يجعلنــا أمــام مســؤولية علميــة، فإنّنــا إذا أثبتنــا حقيقــة معرفــة \nاإلمــام محمــد بــن ســعود بالشــيخ محمــد بــن عبدالوهــاب ومــا ينهــى عنــه مــن مظاهــر موجــودة \nفــي بلــدة الدرعيــة فــي الفتــرة الســابقة لقــدوم الشــيخ محمــد بــن عبدالوهــاب إليهــا، فســنقف \nأمــام ســؤال كبيــر، وهــو: مــا موقفــه حينهــا؟ وهــذا مــا ســأتكلم عنــه فــي المبحــث التالــي. \nهـ: 1157  موقف اإلمام محمد بن سعود من الدعوة االصالحية سنة \nيبــدو لقــارئ رســائل الشــيخ محمــد بــن عبدالوهــاب إلــى بعــض علمــاء الدرعيــة قبــل ســنة \nهـــ أنّ أحدهــم وهــو الشــيخ عبدالوهــاب بــن عبداللــه بــن عيســى، كان ينقــض مــا يقــرّره 1157\n الشــيخ محمــد بــن عبدالوهــاب، قــال الشــيخ محمــد فــي رســالته إليــه: (إذا جــاءك مســاعد أو \nابــن راجــح وآل صالــح بــن ســليم وأشــباه هــؤالء، الذيــن نلقنهــم شــهادة أن ال إلــه إال اللــه، وأن \nعبــادة المخلوقــات كفــر، وأن الكفــر بالطاغــوت فــرض؛ قمــت تجاهــد وتبالــغ فــي نقــض ذلــك، \nواالســتهزاء بــه. وليــس الــذي يذكــر هــذا عنــك بعشــرة وال عشــرين وال ثاثيــن، وال أنــت بمتخــفٍّ \nفــي ذلــك، ثــم تظــنّ فــي خاطــرك أن هــذا يخفــى علــيّ، وأنــا أصدقــك إذا قلــت مــا قلــت، ولــو أنّ \nالــذي جــرى عشــر أو عشــرون أو ثاثــون مــرة أمكــن تعــداد ذلــك) اهـــ، وذكــر فــي أوّل الرســالة \nأنّ ذلــك حصــل منــه قبــل خمــس ســنين مــن كتابتهــا، وهــو ـ مــع التنصيــص علــى االســتفاضة ـ \nيؤكّــد أن شُــهرة معارضــة الشــيخ عبدالوهــاب فــي الدرعيــة آنــذاك، وجــاء فــي آخــر الرســالة مــا \nيُفيــد أنّ الشــيخ عبدالوهــاب بــن عبداللــه مــا زال بأبيــه حتــى غيّــره، قــال عــن الشــيخ محمــد بــن \nعبدالوهــاب لمــا كان فــي بلــدة العيينــة وقبــل أن ينتقــل إلــى الدرعيــة: (أمــرك هــذا أشــقّ علــيّ \nمــن أمــر الحســا، خصوصــاً بعدمــا اســتركبت أبــاك وخرّبتــه) اهـــ، وعاتــب فــي رســالة أُخــرى أبــاه ",
                "13": "  الشــيخ عبداللــه بــن عيســى بقولــه: (ال تنكــر األوثــان التــي فــي الخــرج وغيــره)، والوثــن فــي \nاســتعماله عــامّ، يدخــل فيــه مــا عُبــد مــن دون اللــه تعالــى مــن األشــجار والقبــور واألحجــار، وكان \nفــي الخــرج ـ كمــا فــي الدرعيــة والعيينــة ـ شــجرةُ أثــلٍ يُضيفونهــا إلــى أبــي جــري، فيقولــون: \n(أثلــة أبــو جــري)، ذكرهــا الشــيخ محمــد بــن عبدالوهــاب فــي رســالة (بيــان ال إلــه إال اللــه). \nوذكــر ابــن غنّــام مــا يُفيــد أنّ األشــجار الكائنــة فــي بلــدة الدرعيــة، وتُعبــد مــن دون اللــه، \nويُعتقــد فيهــا؛ قُلعــت قبــل انتقــال الشــيخ محمــد بــن عبدالوهــاب إلــى الدرعيــة، قــال: (أمــر \nالشــيخ محمــد األميــر عثمــان بهــدم القبــب والمســاجد المبنيّــة فــي الجبيلــة علــى قبــور الصحابــة، \nوقطــع األشــجار التــي كانــت الخلــق لهــا منتابــة، فبــادر عثمــان لذلــك)، ثــمّ قــال فــي الســياق \nنفســه: (وخــرّ مــا فــي العــارض مــن معبّــدات األشــجار؛ كشــجرة قريــوة، وأبــي دجانــة، والذّيــب)، \nوقــال: (وكان الشــيخ محمــد هــو الــذي باشــر قطــع شــجرة الذّيــب بيــده، مــع بعــض أصحابــه، \nوقطــعَ شــجرةَ قريــوة ثنيــان بــن ســعود، ومشــاري بــن ســعود، وأحمــد بــن ســويلم، وجماعــة \nســواهم)، ودلّ ســياقه علــى أنّ شــجرة قريــوة التــي فــي الدرعيــة قُطعــت فــي الوقــت نفســه \nالــذي قُطعــت فيــه شــجرة الذّيــب الكائنــة فــي العيينــة، وأنّ الــذي قطعهــا رجــال اإلمــام محمــد \nبــن ســعود مــن إخوانــه وغيرهــم، ونصــل بذلــك إلــى أنّ اإلمــام محمــد بــن ســعود توجّــه إلــى \nالتصحيــح، واتّخــذ الموقــف بعــد اقتنــاع، ولــم يعبــأ بمــن خالفــه، ولــم يلتفــت إليــه، ولــو كان عالمــاً \nفــي الدرعيــة أو عالميْــنِ. \n وفاته: \nاســتمرّ محمــد بــن ســعود إمامــاً يســوس رعيّتــه بحكمتــه، ويحوطهــا برعايتــه، ويحميهــا ويــذود \nعنهــا بســنانه إلــى أن بلــغ تســعاً وثمانيــن ســنة، حيــث توفّــي منســلخ شــهر ربيــع األوّل، ســنة \nم، وتولّــى اإلمامــة بعــده ابنــه وولــيّ عهــده عبدالعزيــز، رحــم اللــه اإلمــام محمــد بــن 1765/هـــ 1179\n ســعود وغفــر لــه وجــزاه عمــا قــدّم خيــر الجــزاء، ورفــع منزلتــه وحشــره فــي زُمــرة الصدّيقيــن \nوالشــهداء والصالحيــن، وحســن أولئــك رفيقــاً. \n خاتمة: \nكان اإلمــام محمــد بــن ســعود يســوس البلــد بمــا يُصلحــه فــي دينــه، واقتصــاده، وأمنــه، وال \nيُغلــق علــى نفســه بــاب العلــم، وينتهــي إلــى مــا وصــل إليــه علمــه، ويقلّــب القــرار قبــل اتّخــاذه، \nويديــر عقلــه فيــه، ويميّــز الصــواب واألصــوب والصالــح واألصلــح والفاســد واألفســد، ويــزن \nاألمــور، ويــوازن بينهــا، ويســتنبئ النتائــج، ويُفيــد مــن التاريــخ، ويقيــس، ويعتبــر، وســيرته -رحمــه ",
                "14": "  اللــه- تُنبــئ عــن ســريرته، ولقــد أنبأتنــا ســيرته أن ال مصلحــة عنــده أعظــم مــن توحيــد اللــه \nتعالــى، وال مفســدة أقبــح مــن إبقــاء مــا يناقــض ال إلــه إال اللــه، وأنبأتنــا ســيرته بأنّــه اقتنــع بصحّــة \nمــا نبّــه عليــه الشــيخ محمــد بــن عبدالوهــاب، ال ألنّــه أجــلّ علمــاء نجــد، فــإنّ الدرعيــة كان فيهــا \nأجــلّ وأكبــر علمــاء نجــد، وإنّمــا ألنّ البراهيــن مثلــت بيــن ناظريــه، وخالــط اليقيــن بشاشــة قلبــه، \nفاعتقــد، واتّخــذ القــرار، ولــم يعبــأ بمخالفــة اإللــف والعــادة، ثــمّ قــرّر حمايــة الشــيخ محمــد بــن \nعبدالوهــاب بعــد أن طــرده غيــره، ثــمّ فتــح أبــواب بلــده الدرعيــة للرّاغــب فــي سُــكناها، ولهــذا \nشــهدت بلــدان العــارض حركــةً لــم تعهدهــا بلــدان نجــد، إذ غــادر عــددٌ مــن آل معمّــر وغيرهــم \nالعيينــة، واختــاروا سُــكنى الدرعيــة، وتبعهــم غيرهــم مــن بلــدة الريــاض وبلــدة منفوحــة وغيرهــا، \nوكثــروا فــي الدرعيــة، وتنوّعــت بهــم تركيبتهــا الســكانية عشــائريّاً وقبليّــاً بصــورة ال تضاهيهــا \nصــورة فــي عامــة بلــدان نجــد، حتــى بلــدة العيينــة لمّــا كان الشــيخ محمــد بــن عبدالوهــاب \nمســتقرّاً فيهــا. \nلقــد كان اإلمــام محمــد بــن ســعود باتّخــاذه تلكــم القــرارات خاســراً ال محالــة فــي حســاب \nساســة زمانــه، إلدراكهــم جســامةَ الخطــب، وعِظــمَ األمــر، واألخطــار المترتّبــة، لكــنّ محمــد بــن \nســعود أقــدم ولــم يُحجــم، ووعــد، وأنجــز، وقــال وفعــل، وواجــه المشــاقّ والمصاعــب؛ فثبــت، \nوصبــر وصابــر، واحتســب ابنيــه: ســعود وفيصــل، اللذيــن قُتــا فــي أوّل حــرب عليــه ال مبــرّر لهــا \nإال االعتــراض علــى قــراره فــي بلــده، واختيــاره االعتقــاد الحــقّ فيهــا، وحمايتــه لمــن يبيّــن أصــل \nالديــن ومــا يُناقضــه بالحجــج والبراهيــن، ثــمّ فتحــه أبــواب بلــده لمــن الذ واحتمــى بحماهــا \nواختــار ســكناها، فأعقبــه اللــه تعالــى نصــراً تلــو نصــر. \nإنّ قــارئ تاريــخ نجــد، فــي القــرن الثانــي عشــر الهجــري، ومــا قبلــه، وتاريــخ جهاتهــا األربــع؛ \nليوقــن أنّ محمــد بــن ســعود رحمــة ألهــل نجــد، جمعهــم اللــه بــه بعــد فرقــة، وأمّنهــم بعــد خــوف، \nوكان ســيفاً لإلســام، يأمــر بالحنيفيــة، ويحكــم بشــريعة اإلســام الســمحة، ويحفــظ حقــوق رعيّتــه، \nويأمرهــم بــأداء الواجبــات الدينيــة والدنيويّــة، وال مــكان عنــده لحذلقــة أهــل األهــواء ولــو كانــوا \nفقهــاء، وال ألالعيــب أربــاب الخرافــة، ولــو ســمّاهم الجهّــالُ أوليــاء. \nوفــي ختــام صفحاتــي المتواضعــة، أحســب أنّــي كشــفت شــيئاً مــن صفــات اإلمــام محمــد بــن \nســعود، وســيرته، وأدّيــت بعضــاً مــن حــقّ العلــم والتاريــخ فيــه، وأقطــع أنّ فــي طيّــات حــوادث \nالســنين التــي ســطّرها مــؤرّخ الدولــة الســعودية األوّل ابــن غنّــام؛ غيــر مــا ذكــرت، وأنّ آلــة البحــث \nواالســتنباط فــي أذهــان الدّارســين ســتُخرج المزيــد. "
            }
        }
    ]
}