[
    {
        "book_id": "1",
        "title": "جودة الحياة في الدولة السعودية الأولى",
        "sections": [
            {
                "section_id": "1.1",
                "section_title": "جودة الحياة في الدولة السعودية الأولى",
                "paragraphs": [
                    {
                        "paragraph_id": "1.1.1",
                        "text": "في ثنايا صفحات تاريخ المملكة العربية السعودية الحافل عددٌ من الأحداث التي كانت بمنزلة تحولات مفصلية تطلبتها ظروف المرحلة في حينها، منذ أن وطئت الدرعيةَ أقدامُ الأمير محمد بن سعود عام 1727 تقريبًا وتأسيسه إمارةً فيها، مرورًا بإعانة تأسيس الدولة السعودية 600 مانع المريدي قبل م، ومن ثم نجاح الإمام تركي بن عبدالله 1824/هــ 1240 على يد الإمام محمد بن سعود عام 1902/هــ 1319 (الجد الثالث) في إنعاش مشروع الدولة الحلم مرةً أخرى من خلال تأسيس الدولة السعودية. ويستمر الأمل برغم الصعوبات والتعثر، وتكرر المحاولة مرةً أخرى ليتحقق الحلم الذي طالما سعى إليه الملك عبدالعزيز بدخول الرياض عام 1932/هــ 1351، ومن حينها تدرجت المملكة في سلم التطور والازدهار في جميع المجالات، ورُفِل الناس في النعم والخيرات والأمن والأمان بعد معاناة الخوف والجوع، والظلم والجور، والتفرق والتشرذم. وتسير المملكة اليوم بقيادة خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود وولي عهده صاحب السمو الملكي الأمير محمد بن سلمان - حفظهما الله - بخطى ثابتة نحو تحقيق أجود أساليب العيش لمواطنيها والمقيمين على أرضها، ولذلك ظهر فيها اليوم مصطلح (جودة الحياة) بجلاء واضح في عام 2030 تزامنًا مع إعانة رؤية المملكة، وتحدد معاييرها في تعزيز الأنشطة والمظاهر الثقافية والاجتماعية المتنوعة.",
                        "keywords": [
                            "تاريخ",
                            "الدولة السعودية",
                            "التحولات",
                            "الازدهار",
                            "جودة الحياة",
                            "الأمن"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "1.1.2",
                        "text": "ويتردد سؤال في ذهن المتأمل في تاريخ الدولة السعودية الأولى – وتحديدًا في الدرعية العاصمة في مرحلة ما بعد الأمن والسام الذي بسط في شبه الجزيرة العربية لأول مرة بعد القرون الماضية – هل عرفت الدولة حينذاك هذا المعنى الاصطاحي (جودة الحياة)؟ وما أهميته في ذلك الزمان؟ وكيف يجري تقويم جودة الحياة في الدرعية بمعايير تلك الأزمنة في عهد الدولة السعودية الأولى؟",
                        "keywords": [
                            "تاريخ",
                            "الدرعية",
                            "جودة الحياة",
                            "المعنى"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "1.1.3",
                        "text": "لمّا أصبحت الدرعية عاصمة للدولة السعودية الأولى ازدادت أعداد الوافدين عليها، فأثر ذلك كثيرًا في تركيبة المجتمع الحديث، وتطلب الأمر انتقال مركز القوة من حي غصيبة إلى سمحان في مدةٍ قصيرة، ثم إلى حيّ الطريف حيث مساكن الأسرة السعودية المالكة ومقر الحكم، فقد كانت الأسرة جميعها في حي الطريف الذي عُدّ بذلك الحيَّ الأول والأبرز في الدرعية، وقد شهد الحي نهضةً معماريةً ضخمةً تمثلت في بناء القصور والمساكن العامة والمساجد والأسوار، وكان من أشهر دالائل تلك النهضة المعمارية قصر سلوى الذي يعدّ من أهم القصور التاريخية والمعالم الحضارية في شبه الجزيرة العربية، وقصر عبدالله بن سعود بن عبدالعزيز بن محمد بن سعود بن محمد بن مقرن، آخر أئمة الدولة السعودية، وقصور الأمراء سعد بن سعود بن عبدالعزيز بن محمد بن سعود بن محمد، وعمر بن سعود بن عبدالعزيز بن محمد بن سعود بن محمد، ومشاري بن سعود بن محمد، وما فيها من تطور عمراني يفوق الوصف في البناء الطيني وارتفاعاته المميزة، وفي تفاصيله المعمارية الجميلة في تشكيلاتها الهندسية البديعة.",
                        "keywords": [
                            "الدرعية",
                            "العاصمة",
                            "النهضة المعمارية",
                            "القصور",
                            "التاريخ"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "1.1.4",
                        "text": "كان مجتمع الدولة السعودية الأولى في الدرعية مجتمعًا مدنيًا لا يختلف عن بقية مجتمعات الدولة السعودية، إذ يعمل معظم السكان في الزراعة، ويمثل الفاحون وعائلاتهم فيه النسبة الكبرى. ازداد وتنوع مجتمع العاصمة الدرعية تبعًا لتوسع الدولة جغرافيًا، واختلفت التقديرات في عدد سكانها، فلا يُعلم على وجه التحديد عددهم في أي فترة من فترات تاريخها إلا ما ورد من بعض الإشارات المتفاوتة عند البروز الثقافي إليها في منتصف القرن الثامن عشر الميلادي تقريبًا، فُقدّر عددُ بيوتها بنحو سبعين بيتًا، وهذا يعني أنّ عدد سكانها لم يكن يتجاوز عدة مئات في منتصف القرن الثاني عشر الهجري/ القرن الثامن عشر الميلادي.",
                        "keywords": [
                            "مجتمع",
                            "الزراعة",
                            "السكان",
                            "الدرعية"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "1.1.5",
                        "text": "جرت العادة في منطقة نجد أن يستضيف المرءُ ضيوفه في منزله، وعادةً ما يكون ذلك في غرفة استقبال الضيوف أو في غرفةٍ أو منزل مجاور عندما يكون المضيّف أميرَ البلدة أو من أثريائها. إنّ إنشاء قصرٍ مستقلّ للضيافة في هذا الحي مجهَّزٍ بكل ما يلزم من أدوات الضيافة لهو دليل من دلالات الرغد والازدهار الاقتصادي لمجتمع الدرعية، ناهيــك عن أنه ضرورةٌ أملَتها التزامات الدولة الجديدة وكثرة وفودها وضيوفها القادمين إليها من مختلف المناطق. أما الحمّام فقد كانت المياه تجلب إليه من أسفل الوادي الصغير. وقد أنشئ ما يُسمى بـ(الحمّامُ العام) في الطريف مجاورًا لقصر الضيافة، وربما كان هذا سببًا من أسباب إنشائه، وهو خدمة ضيوف الدولة في المقام الأول، وقد اختير موقعه في أقصى الحي من الجهة الشمالية الغربية وليس بجوار قصر سلوى، ونظرًا لطبوغرافية المكان فإنّ مدخل الحي لا بد أن يكون من الجهة الشرقية، أي جهة الوادي، وهذا يعني أن ضيوف الدولة لا بد أن يمروا عبر الحي لكي يصلوا إلى قصر الضيافة. وقد عُرف أئمة الدولة بحسن الضيافة وإكرام الضيوف، فكان الإمام عبدالعزيز بن محمد يُخرج لضيفه يوميًا خمسمئة صاع من البُر والأرز، وفي موعد الغداء يأتي الناس إليه على حسب مراتبهم. وأما وجبة العشاء فتتضمن الخبز والأرز واللحم.",
                        "keywords": [
                            "الضيافة",
                            "الحمام",
                            "الدرعية",
                            "الاقتصاد"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "1.1.6",
                        "text": "وعندما نسلط الضوء على الجوانب والمقومات التي كانت مرتكزات أساسية أسهمت في نجاح مشروع التوحيد، وبالنظر إلى الجانب الثقافي؛ فقد ركزت الدولة السعودية الأولى على الثقافة والتعليم، ومنذ تأسيسها حرصت على الجانب الثقافي وتعليم الناس القراءة والكتابة وغيرها من العلوم. ونتيجةً لذلك، أصبحت الدرعية مدينة العلم والعلماء وقبلة المتعلمين في الجزيرة العربية. كما سهّلت كل ما يحتاج إليه طلبة العلم، ووفرت لهم السكن والغذاء، حيث أنشأت مبنى لطاب العلم مخصص لسكنهم وتعليمهم من خزينة الدولة أو من خلال الأوقاف، مثل وقف سبالة موضي بنت سلطان بن أبي وهطان في حي الطريف الذي أسسه الإمام عبدالعزيز بن محمد بن سعود لوالدته، فكان سكنًا مجانيًا ينزل فيه المحتاجون وطاب العلم والقادمون إلى الدرعية.",
                        "keywords": [
                            "الثقافة",
                            "التعليم",
                            "الدرعية",
                            "العلماء"
                        ],
                        "category": "علوم"
                    },
                    {
                        "paragraph_id": "1.1.7",
                        "text": "وتحوي السبالة غرفًا للتدريس والنوم والإطعام والتخزين ومسجد، إضافةً إلى إسطبلا لإيواء دواب قوافل التجار. وكان جامع الطريف الواقــع بجوار قصر سلوى من الناحية الشمالية بحي الطريف، وقد بُنِي بأمر من الإمام عبدالعزيز، وكان من أول ما بُنِي في حي الطريف. وكان أئمة الدولة يؤمّون الناس فيه في صلاة الجمعة، عاوة على كونه مقرًا لحلقات علمية دائمة يقوم عليها كبار العلماء في الدولة، ويدرّسون فيها معظم العلوم الشرعية وغيرها. وقد ازدهرت الوراقة ونسّاخة الكتب، وأضحى اقتناء الكتب من مميزات ذلك العصر. إضافةً إلى ذلك انتشرت الكتاتيب التي تعدّ مكانًا لتعليم مبادئ القراءة والكتابة ودراسة القرآن الكريم وعلوم الشريعة واللغة العربية.",
                        "keywords": [
                            "الكتب",
                            "الكتاتيب",
                            "التعليم",
                            "العلم"
                        ],
                        "category": "علوم"
                    },
                    {
                        "paragraph_id": "1.1.8",
                        "text": "وفي الأغلب يكون الكُتّاب في المسجد أو في مكانٍ بجواره أو في بيت المعلم (المطوَّع). ولهذا يعدّ الكُتّاب في عصر الدولة السعودية الأولى نوعًا ما بمنزلة المدرسة في عصرنا الحالي. كما كان لموقع الدرعية الاستراتيجي أثرٌ في تبادل الثقافات مع جميع البلدان الخارجية بوصفها نقطةَ عبور قوافل الحجّ والتجارة آنذاك. كما شمل الجانب الثقافي نواحيَ أخرى، ومنها جماليات المخطوطات السعودية التي كُتبت وزُيّنت صفحاتها بالزخارف والنفوش، وازداد الاهتمام بالخَط العربي وبتطوّره ونشره من خلال متابعة أدقّ التفاصيل في جمالياته، ومتابعة تعلم الطلاب فنون هذا الخط وتشجيعهم بتقديم المكافآت المالية لأبرز الخطاطين الواعدين من الشباب.",
                        "keywords": [
                            "الثقافات",
                            "المخطوطات",
                            "الخط",
                            "الدرعية"
                        ],
                        "category": "علوم"
                    },
                    {
                        "paragraph_id": "1.1.9",
                        "text": "فقد كان الفتيان من أهل الدرعية إذا انتهوا من المعلم يذهبون إلى الأئمة بألواحهم، ويعرضون عليهم خطوطهم، فمن استُحسن خطه منهم أعطوه جزيلاً.",
                        "keywords": [
                            "التعليم",
                            "الخط",
                            "الدرعية"
                        ],
                        "category": "علوم"
                    },
                    {
                        "paragraph_id": "1.1.10",
                        "text": "وبالحديث عن الجانب الاقتصادي نعمَت الدرعية بوفرة مالية كبيرة، وازدهر اقتصادها وكثُر عمرانها، فكانت مركزًا تجاريًا مهمًا، وبهذا تحولت إلى مركز جذبٍ سكاني. وكانت الدولة من ناحية أخرى تدير أنشطتها من حي الطريف، واعتمدت إرســال عُمّالها لجباية زكاة الإبل والغنم من البادية في جزيرة العرب وخارجها.",
                        "keywords": [
                            "الاقتصاد",
                            "التجارة",
                            "الدرعية"
                        ],
                        "category": "اقتصاد"
                    },
                    {
                        "paragraph_id": "1.1.11",
                        "text": "وكان لسوق الدرعية (سوق الموسم) أثرٌ كبيرٌ في زيادة الحركة التجارية فيها آنذاك، ويقع هذا السوق في وادي حنيفة بين حي الطريف من الجهة الغربية وحي البجيري من الجهة الشرقية، وعُرف باسم (سوق الموسم)؛ لكثرة الحوانيت التي يحويها، وأيضًا لأنه عاملُ جذبٍ مهم يجتمع فيه عددٌ كبيرٌ من الناس. وقد ذكره المؤرخ ابن بشر ووصفه بقوله: \"لقد نظرت إلى موسمها يومًا وأنا في مكان مرتفع، وهو في الموضع المعروف بالباطن بين منازلها الغربية التي فيها آل سعود، والمعروفة بالطريف، وبين منازلها الشرقية، والمعروفة بالبجيري التي فيها أبناء الشيخ، ورأيت موسم الرجال في جانب، وموسم النساء في جانب، وما فيه من الذهب والفضة والساح والإبل والأغنام، وكثرة ما يتعاطون من صفقة البيع والشراء، والأخذ والعطاء، وغير ذلك. وهو مدّ البصر لا تسمع فيه إلا دويَّ النحل من النجنَاج، وقول بعــت واشــتريت، والدكاكين على جانبيه الشرقي والغربي، وفيها من الهُدم والقمش والساح ما لا يوصَف\".",
                        "keywords": [
                            "السوق",
                            "التجارة",
                            "الدرعية",
                            "الحركة التجارية"
                        ],
                        "category": "اقتصاد"
                    },
                    {
                        "paragraph_id": "1.1.12",
                        "text": "لم يتوقف دور السوق على الحركة التجارية فقط، بل أصبح أيضًا مكانًا للتعلّم، فقد كان للإمام سعود بن عبدالعزيز مجلس درسٍ يومي يعقده في هذا السوق مع شروق الشمس، فيجتمع له خلقٌ كثيرٌ من أهل الدرعية، ولا يتخلّف منهم إلا قليل، وقد كانوا يجلسون في فصل الصيف عند الدكاكين الشرقية، وفي فصل الشتاء عند الدكاكين الغربية. وقد كان للتجار أهمية كبيرة في الدرعية عاصمة الدولة السعودية الأولى، حيث كانت في ذلك الوقت مركزًا تجاريًا يقصدها الناس من أنحاء الجزيرة العربية.",
                        "keywords": [
                            "السوق",
                            "التعلم",
                            "التجارة",
                            "الدرعية",
                            "الجزيرة العربية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    },
    {
        "book_id": "2",
        "title": "رؤية الإمام محمد بن سعود",
        "sections": [
            {
                "section_id": "2.1",
                "section_title": "تأسيس مدينة الدرعية",
                "paragraphs": [
                    {
                        "paragraph_id": "2.1.1",
                        "text": "تأسست مدينة الدرعية في منتصف القرن العاشر الهجري على يد الأمير مانع بن ربيعة المريدي الذي انتقل من الدرعية في شرق الجزيرة العربية التي عاش فيها آباؤه وأجداده قرونًا إلى وسط الجزيرة العربية حيث أسس الدرعية الثانية على ضفاف وادي حنيفة. وبانتقال مانع المريدي الدرعي إلى وسط الجزيرة العربية أصبح أحد زعماء المنطقة الرئيسين وكذالك أصبح أحد زعماء قبيلة بني حنيفة البارزين. بتأسيسه للدرعية، أصبحت مركزًا مهمًا على طريق التجارة والحج المار بالمنطقة والذي اتخذ من وادي حنيفة مسارًا له. اتبع الأمير مانع المريدي منهجًا جديدًا في الحكم لم تعرفه المنطقة من قبل، وذلك حيث أصبحت الدرعية مدينة ذات استقلال (the City State) بالاعتماد على أسلوب دولة المدينة. عامًا من تأسيسها، وصل إلى حكمها أحد 280 وسيادة واعتماد على الموارد الذاتية، وبعد نحو أحفاد الأمير مانع المريدي، وهو الإمام محمد بن سعود مؤسس الدولة السعودية الأولى، وذلك واستطاع تحويل الدرعية من دولة المدينة التي تحكم نطاقها الضيق إلى دولة واسعة أطلق عليها الدولة السعودية لتضم كل أبناء الجزيرة العربية ولتغرس في نفوس أبنائها الوحدة والعزة. يعد تأسيس الدولة السعودية الأولى إيذانًا بعصر جديد في الجزيرة العربية لم تعرفه منذ قرون طويلة، ومع اعتلاء الإمام محمد بن سعود ووصوله للحكم بدأ ذلك العصر برؤية واضحة وراسخة اعتمدت على ما قبلها من التجارب، ووظفتها في سبيل بناء هذا الصرح العظيم.",
                        "keywords": [
                            "تأسيس",
                            "الدرعية",
                            "الأمير مانع",
                            "الحكم",
                            "الدولة السعودية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "2.2",
                "section_title": "الجذور",
                "paragraphs": [
                    {
                        "paragraph_id": "2.2.1",
                        "text": "حينما نعود إلى جذور الدولة السعودية الأولى فإننا سنجدها تقوم على عدد من الركائز، منها الأرض، ورمزية الأرض تتمثل في وادي حنيفة، ومنها الأسرة المالكة آل سعود وقيادتها وحكامها وانتسابهم لقبيلة بني حنيفة. ارتبط وادي حنيفة بأحداث بارزة في تاريخه خاصة كونه يتميز ببيئة طبيعية فريدة بتربته الخصبة ومياهها العذبة، واختيار عدد من الحضارات القديمة الاستقرار به فقد قامت على ضفافه طسم وجديس، وعندما بدأت قبيلة بني حنيفة الانتقال إلى وسط الجزيرة العربية وقد جاء أحد زعمائها وهو عبيد بن ثعلبة مع قومه من غرب الجزيرة العربية متنقلًا بين المواقع باحثًا عن موطن استقرار له ولعشيرته، وحين وصل إلى منطقة وادي حنيفة ودرس الأحوال والأوضاع وجد ضالته على ضفاف الوادي فاختار حجرًا لتكون قاعدة ومستقرًا له ولأسرته. إن قصة عبيد بن ثعلبة تعطي بعدًا كبيرًا لأساس هذه الدولة السعودية وعراقتها وتبين العمق التاريخي والحضاري للدولة السعودية وللأسرة المالكة آل سعود. أصبحت حجر مدينة كبيرة ومركزًا مهمًا بعد انتقال عبيد بن ثعلبة، ونتيجة لذلك تأسس قربها عدد من المدن الأخرى على ضفاف وادي حنيفة ومنها غبناء التي تقع شمال حجر وقريبة من موقع الدرعية الحالي. وأصبح لبني حنيفة السيادة على ضفتي الوادي لقرون طويلة. كان الوادي ضمن مملكة كبيرة هي مملكة اليمامة التي حكمها أحد أحفاد عبيد وهو ثمامة بن أثال الحنفي الذي كانت له مواقف مشرفة في نصرة دعوة الرسول ﷺ، فعندما دخل مكة المكرمة معتمرًا كأول معتمر في الإسلام سألوا عنه فقيل لهم 'هذا ثمامة بن أثال ملك اليمامة'. كانت مملكة اليمامة من الممالك التي وخال حروب الردة زمن الخليفة أبي بكر الصديق صمدت في وجه المرتدين، وكان لزعيمها ثمامة بن أثال دور في التصدي لهم ومساندة جيوش الخلافة الراشدة، كما كانت في ذلك الوقت إقليمًا غنيًا بالثروات الزراعية الأساسية، إذ كانت تصدر ما يفيض منها إلى المناطق الأخرى.",
                        "keywords": [
                            "الجذور",
                            "الدولة السعودية",
                            "وادي حنيفة",
                            "بني حنيفة",
                            "اليمامة"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "2.3",
                "section_title": "الإمام محمد بن سعود",
                "paragraphs": [
                    {
                        "paragraph_id": "2.3.1",
                        "text": "ولد الإمام محمد بن سعود بن محمد بن مقرن في الدرعية عام 1679 / هـ 1090، حيث كان جده الأمير محمد بن مقرن أميرًا للدرعية وكذلك والده الأمير سعود بن محمد الذي تنتسب إليه الأسرة السعودية المالكة. تعلم محمد بن سعود فنون الحكم والسياسة في مدرسة جده ووالده، واستفاد منها في تقييم الأوضاع خلال تلك الفترة. كانت رؤية الإمام محمد بن سعود رؤية وحدوية فقد أسهم في حفظ التوازن في الدرعية، وسند والده وابن عمه زيد بن مرخان، وشارك في عدد من الأحداث العسكرية كدفاعه عن الدرعية ضد إحدى الهجمات المعادية، ومشاركته في الحملة على العيينة التي عاد منها ليكون إمامًا للدولة السعودية الأولى. رأى الإمام محمد أن تجربة دولة المدينة في الدرعية بلغت مرحلة متقدمة من النضج، وأنه ينبغي الانتقال بها إلى مرحلة جديدة تندمج بها تجربة دولة المدينة بمفهوم أوسع وأكبر يضم معظم أرجاء الجزيرة العربية. سعى الإمام محمد بن سعود خلف حلم الوحدة حتى استطاع تحقيقه، فمنذ أن تولى الإمام محمد بن سعود مقاليد الحكم في الدرعية عام 1727 / هـ 1139 أعلن تأسيس الدولة السعودية الأولى، وبدأ مشروعه الكبير بتنظيم الأوضاع في الدرعية العاصمة حيث وحد جهاتها. ومن الواضح أن الإمام محمد بن سعود، إضافةً إلى كونه قائدًا سياسيًا فذاً، فقد كان حاكمًا حكيمًا نجح بشكل كبير في حسن إدارة الدولة منذ تأسيسها حتى أصبح مثالًا يحتذى في طريقته وأسُلوبه في الحكم.",
                        "keywords": [
                            "الإمام محمد بن سعود",
                            "تأسيس الدولة",
                            "الحكم",
                            "الوحدة"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    },
    {
        "book_id": "3",
        "title": "قيام الدولة السعودية الأولى",
        "sections": [
            {
                "section_id": "3.1",
                "section_title": "نظرية جديدة في تحقيب التاريخ",
                "paragraphs": [
                    {
                        "paragraph_id": "3.1.1",
                        "text": "تبنــى واضعــو مشــروع \"الكتــاب المرجــع فــي تاريــخ األمــة العربيــة\" منهــج التحقيــب، وشــارك فــي كتابــة محتــواه أكثــر مــن ثاثمئــة باحــث ومــؤرخ تناولــوا فيــه أهميــة الــدور العربــي فــي بنــاء الحضــارة الإنســانية وتواصلهــا مــع حضــارات األمــم األخــرى، والجزيــرة العربيــة كانــت منطلــق وبدايــة لذلــك المشــروع كونهــا البيئــة التــي ظهــر فيهــا اإلســام، قســموا فيــه التاريــخ العربــي إلــى عشــر حقــب تاريخيــة، تبــدأ الحقبــة الســابعة باالحتــال العثمانــي للمشــرق اإلســامي لنحــو أربعــة قــرون، خــال هــذه الحقبــة كانــت الجزيــرة العربيــة -وفي نجــد بالتحديد- قــد شــهدت عــام 1727 /هـ 1139 حدثاً سياســيّاً مهمّــاً نتــج عنــه وحــدة سياســية لــم تشــهد الجزيــرة العربيــة مثيــاً لهــا منــذ توحيدهــا فــي عصــر النبــوة؛ حدثٌ يعيــد الجزيــرة العربيــة للواجهــة مــن جديــد، عــودة يمكــن مــن خالهــا إعــادة تقســيم الحقــب التاريخيــة مــن جديــد.",
                        "keywords": [
                            "تاريخ",
                            "الجزيرة العربية",
                            "التحقيب",
                            "الدولة السعودية",
                            "الحضارة"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "3.1.2",
                        "text": "والتحقيــب علــى أســاس الحــوادث السياســية والدينيــة منهــج أصيــل عنــد المؤرخيــن المســلمين، وفاســفة التاريــخ اإلســامي، فالكافيجــي يــرى بالتحقيــب علــى أســاس حــوادث كبيــرة سياســية أو دينيــة، كظهــور ملّــة، أو وقــوع حادثــة هائلــة مــن طوفــان أو زلزلــة عظيمــة ونحوهمــا مــن اآليــات الســماوية والعامــات األرضيــة، ويــرى الســخاوي التحقيــب بحــوادث صغيــرة كتعييــن وزيــر وغيــره.",
                        "keywords": [
                            "التحقيب",
                            "الحوادث السياسية",
                            "الفكر الإسلامي"
                        ],
                        "category": "فلسفة"
                    },
                    {
                        "paragraph_id": "3.1.3",
                        "text": "م كحــدث كبيــر تــرى 1727/هـ 1139 وفــي العصــر الحديــث ومــع قيــام الدولــة الســعودية األولــى عــام الدراســة أنــه األبــرز فــي هــذا التاريــخ هــو بدايــة تاريــخ نجــد الحديــث والجزيــرة العربيــة، ويمكــن اختبــار هــذه الفرضيــة والبرهنــة عليهــا مــن خــال األعمــال العظيمــة التــي قــام بهــا مؤســس هــذه الدولة اإلمــام محمــد بــن ســعود، والنتائــج التــي أحدثهــا علــى مســتوى االســتقرار الداخلــي والــذي تمخــض عنــه وحــدة سياســية لــم تشــهد الجزيــرة العربيــة مثيــاً لهــا، وقفــزة نوعيــة كذلــك علــى مســتوى العاقــات الخارجيــة، إضافــة إلــى التطــورات فــي شــتى النواحــي، السياســية، واالقتصاديــة، والعلميــة، األمــر الــذي أعــاد اكتشــاف الدولــة وأعــاد الحضــور التاريخــي للجزيــرة العربيــة بعــد أن انســحبت مراكــز الحضــارة هـــ. 35 بعــد الخافــة الراشــدة وفــي أثنائهــا إلــى جغرافيــات أخــرى فــي العــراق والشــام، منــذ عــام.",
                        "keywords": [
                            "الدولة السعودية",
                            "الاستقرار",
                            "التطورات السياسية",
                            "التاريخ"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "3.2",
                "section_title": "مفهوم التحقيب",
                "paragraphs": [
                    {
                        "paragraph_id": "3.2.1",
                        "text": "التحقيــب هــو محاولــة لتصنيــف أو تقســيم الزمــن / التاريــخ إلــى كتــل منفصلــة ومركبــة، إمــا بالنســبة لتاريــخ عالمــي مفتــرض، أو بالنســبة لتاريــخ حضــارة مــا بيــن ظهورهــا وســقوطها، أو بالنســبة لتاريــخ أمــة أو بلــد أو جماعــة، والتحقيــب معرفيّــاً يختلــف باختــاف الحقــول المعرفيــة، فنجــد التحقيــب الجيولوجــي، والمناخــي، والنباتــي، والتاريخــي.",
                        "keywords": [
                            "التحقيب",
                            "التاريخ",
                            "المعرفة"
                        ],
                        "category": "علوم"
                    },
                    {
                        "paragraph_id": "3.2.2",
                        "text": "والتحقيــب التاريخــي عنــد المؤرخيــن ينقســم إلــى ثاثــة أقســام: التحقيــب بالحــوادث، والتحقيــب بالظواهــر، والتحقيــب بالســاالت واألســر الحاكمــة. ويحتــل التحقيــب التاريخــي مركــز االهتمــام فــي العلــوم اإلنســانية فــي العالــم الغربــي، لكنــه لــم يحــظ بكثيــر اهتمــام فــي البــاد العربيــة واإلســامية.",
                        "keywords": [
                            "التاريخ",
                            "التحقيب",
                            "العلوم الإنسانية"
                        ],
                        "category": "علوم"
                    }
                ]
            },
            {
                "section_id": "3.3",
                "section_title": "أحوال الجزيرة العربية بعد انتقال مراكز الحضارة إلى العراق والشام",
                "paragraphs": [
                    {
                        "paragraph_id": "3.3.1",
                        "text": "هُمّشــت الجزيــرة العربيــة كثيــرًا بعــد انســحاب مراكــز الحضــارة اإلســامية إلــى العــراق والشــام بعــد انتقال العاصمــة مــن المدينــة المنــوّرة إلــى الكوفــة فــي العــراق ثــم دمشــق ثــم بغــداد.",
                        "keywords": [
                            "الجزيرة العربية",
                            "الحضارة الإسلامية",
                            "التاريخ"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "3.3.2",
                        "text": "يقــول الشــيخ عبداللــه البسّــام: \" لمــا انتقلــت العاصمــة اإلســامية إلــى خــارج جزيــرة العــرب وصــارت عواصــم الدولــة اإلســامية هــي دمشــق، ثــم بغــداد، ثــم تعــددت العواصــم بيــن بغــداد والقاهــرة واألندلس وحلــب وغيرهــا، ضعــف االهتمــام بالجزيــرة العربيــة عــدا الحرميــن الشــريفين اللذيــن احتفظــا ببعــض مكانتهمــا السياســية واالجتماعيــة والعلميــة لتعلّــق الشــعائر الدينيــة بهمــا، وكونهمــا مبعــث الهدايــة والنــور، كما أن الخلفــاء مــن األمــوييــن والعباســيين يرجعــون فــي أنســابهم وموطنهــم إلــى مكــة والمدينــة...\".",
                        "keywords": [
                            "التاريخ",
                            "الجزيرة العربية",
                            "الأنظمة السياسية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    },
    {
        "book_id": "4",
        "title": "جوانب من شخصية الإمام محمد بن سعود",
        "sections": [
            {
                "section_id": "4.1",
                "section_title": "جوانب من شخصية الإمام محمد بن سعود وأتسيسه للدولة",
                "paragraphs": [
                    {
                        "paragraph_id": "4.1.1",
                        "text": "على الرغم من اتفاق المؤرخين أن الإمام محمد بن سعود هو المؤسس الحقيقي للدولة السعودية الأولى فإنهم يتجاهلون الفترة الأولى من بداية حكمه، ولم تحظ شخصيته بالتدوين المناسب لأهميتها من المعاصرين له وفي الدراسات الحديثة، وما ورد في المصادر معلومات متناثرة لا تكفي لرسم الصورة المتكاملة عن شخصيته. من هنا تحاول هذه الدراسة الحديث عن الجوانب المتنوعة في شخصية الإمام محمد بن سعود، وأبرز جهوده التي بذلها في سبيل تأسيس الدولة السعودية الأولى وترسيخ دعائم الحكم فيها. وتكمن مشكلة الدراسة في أن كثيراً من المؤلفات والكتابات الحديثة والمعاصرة أهملت الفترة الأولى من حكم الإمام محمد بن سعود، وجاء اهتمامها في الفترة الثانية من حكمه من خلال الحديث عن أحداث الدعوة الإصلاحية والشيخ محمد بن عبدالوهاب، فلم ينل الإمام محمد بن سعود حقه من الاهتمام التاريخي والدراسة المستقلة.",
                        "keywords": [
                            "الإمام محمد بن سعود",
                            "تأسيس الدولة",
                            "الدولة السعودية الأولى",
                            "الدعوة الإصلاحية",
                            "الشيخ محمد بن عبدالوهاب"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "4.1.2",
                        "text": "واعتمدت الدراسة على مصادر متنوعة يأتي في مقدمتها حسين بن غنام المتوفى سنة م، وهو معاصر للإمام محمد بن سعود وممن عاش في الدرعية خلال فترة حكمه (م)، وكتابه هو: (روضة الأفكار 1803-1765/هـ 1218-1179 الإمام عبدالعزيز بن محمد بن سعود والفهم لمرتاد حال الإمام وتعداد غزوات ذوي الإسلام). ومن مصادر الدراسة: عثمان بن عبدالله بن بشر المتوفى سنة م، وهو معاصر للإمام محمد بن سعود، لكنه نقل عن من عاصروه، وعنوان كتابه هو: (عنوان المجد في تاريخ نجد)، الذي جاء على شكل حوليات، ويلاحظ عليه أنه نقل كثيراً من معلومات ابن غنام الإدارية والعسكرية.",
                        "keywords": [
                            "مصادر الدراسة",
                            "ابن غنام",
                            "عثمان بن بشر",
                            "تاريخ نجد",
                            "الإمام محمد بن سعود"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "4.1.3",
                        "text": "أما المصدر الثالث فهو كتاب: (لمع الشهاب في سيرة محمد بن عبدالوهاب) م، فهو معاصر (1817/هـ 1233) لمؤلفه حسن بن جمال أحمد الريكي، الذي انتهى من تأليفه سنة ألواخر الدولة السعودية الأولى، وأصله مخطوط محفوظ في مكتبة المتحف البريطاني، وتعاملت المؤلفات الحديثة على أنه مصدر معادٍ للدولة السعودية والدعوة الإصلاحية، وأن معلوماته كلها غير صحيحة، لذا جرى تحقيقه عدة مرات لأجل الرد عليه دون محاولة الاستفادة من معلوماته التفصيلية التي انفرد بها عن غيره من المصادر.",
                        "keywords": [
                            "كتاب لمع الشهاب",
                            "محمد بن عبدالوهاب",
                            "المتحف البريطاني",
                            "الدولة السعودية",
                            "الدعوة الإصلاحية"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "4.1.4",
                        "text": "هذا إضافة إلى بعض المعلومات التي كتبها ضابط المدفعية الفرنسي في جيش باشا بغداد المدعو جان ريمون، التي ترجمتها دارة الملك عبدالعزيز وعلقت عليها في الكتاب المعنون ب: (التذكرة في أصل الوهابيين ودولتهم)؛ وكتاب جون لويس بوركهارت الذي هو بعنوان: (ملاحظات عن البدو والوهابيين)، وغير ذلك من المصادر والمراجع التي تم توثيقها في حواشي هذه الدراسة.",
                        "keywords": [
                            "جان ريمون",
                            "التذكرة في أصل الوهابيين",
                            "جون لويس بوركهارت",
                            "مصادر تاريخية",
                            "الوهابيين"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "4.1.5",
                        "text": "وتتناول الدراسة مقدمة ومباحث عدة تتناول الحديث عن الإمام محمد بن سعود من حيث صفاته، ومكانته الشخصية وأبرز جهوده وأهم أعماله، وجوانب من شخصيته، ووفاته -رحمه الله-، إضافة إلى الخاتمة وقائمة المصادر والمراجع.",
                        "keywords": [
                            "الإمام محمد بن سعود",
                            "صفات الإمام",
                            "أعماله",
                            "وفاته",
                            "المراجع"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.2",
                "section_title": "سلسلة نسب الإمام محمد",
                "paragraphs": [
                    {
                        "paragraph_id": "4.2.1",
                        "text": "محمد بن سعود بن محمد بن مقرن بن مرخان بن إبراهيم بن موسى بن ربيعة بن مانع المريدي الحنفي العدناني.",
                        "keywords": [
                            "سلسلة نسب",
                            "محمد بن سعود",
                            "آل سعود",
                            "نسب الإمام"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.3",
                "section_title": "والدته",
                "paragraphs": [
                    {
                        "paragraph_id": "4.3.1",
                        "text": "ورُزق بابنه الأمير عبدالعزيز سنة 1679/هـ 1090 ولد الإمام محمد بن سعود عام 1750/هـ 1163 وهو في سن الثانية والأربعين من عمره، وترك له قيادة جيوش الدولة سنة تجاوز السبعين عامًا.",
                        "keywords": [
                            "والدة الإمام",
                            "عبدالعزيز",
                            "قيادة الجيوش",
                            "عمر الإمام"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.4",
                "section_title": "حياته قبل توليه الحكم",
                "paragraphs": [
                    {
                        "paragraph_id": "4.4.1",
                        "text": "إذا كانت المصادر والمراجع شحيحة في معلوماتها عن الإمام محمد بن سعود بعدما تولى الحكم فهي نادرة وتكاد تكون معدومة عنه قبل ذلك، إنما وردت بعض المعلومات التي تسلط الضوء على أحداث مهمة من تاريخ نجد فيها إشارة بطريقة غير مباشرة إلى الإمام محمد بن سعود؛ منها مثلاً: أن والده الأمير سعود بن محمد تولى الحكم في الدرعية خلال الفترة (1725-1720/هـ 1137-1132) وكان الأمير سعود بن محمد يعتمد على ابنه الأكبر خلال تلك الفترة الإمام محمد بن سعود، تمامًا كما اعتمد فيما بعد الإمام محمد بن سعود على ابنه الأمير عبدالعزيز خلال فترة توليه الحكم في الدولة السعودية.",
                        "keywords": [
                            "حياة الإمام",
                            "تاريخ نجد",
                            "سعود بن محمد",
                            "الإمام محمد بن سعود"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.5",
                "section_title": "حادثة مقتل الأمير مقرن بن محمد",
                "paragraphs": [
                    {
                        "paragraph_id": "4.5.1",
                        "text": "ويذكر ابن بشر ضمن حوادث سنة تلك السنة، ويذكر سبب ذلك أن الأمير مقرن بن محمد قام بمصالحة الأمير زيد بن مرخان وطلب منه القدوم إلى الدرعية، لكن زيداً خاف من غدر مقرن واشترط عليه كفالة الإمام محمد بن سعود ومقرن بن عبدالله بن مقرن اللذين كفاه، وعندما أتى زيد إلى الدرعية همّ مقرن بقتله والغدر به لولا أن الإمام محمد بن سعود ومقرن بن عبدالله وثبا عليه فألقى بنفسه من فرجة واختفى في بيت خاء فأدركاه وقتاه وفاءً بالعهود واستنكارًا للغدر، وردّاً زيدًا إلى حكم الدرعية.",
                        "keywords": [
                            "مقتل الأمير مقرن",
                            "حادثة تاريخية",
                            "الإمام محمد بن سعود",
                            "الدرعية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.6",
                "section_title": "مكانته الشخصية وأبرز صفاته",
                "paragraphs": [
                    {
                        "paragraph_id": "4.6.1",
                        "text": "الحقيقة أن شح المعلومات المتعلقة بالإمام محمد بن سعود أمر يمكن تعميمه على كل مراحل حياته، خصوصاً خلال الفترة الأولى من حكمه، وعلى الرغم من ذلك نستطيع - ومن خلال المعلومات المتناثرة في بطون المصادر- أن نكون انطباعاً عن مكانته الشخصية وجوانب عدة من أبرز صفاته -رحمه الله-. إن طلب الأمير زيد بن مرخان كفالة الإمام محمد بن سعود شرطًا لقدومه إلى الدرعية يدل على اتصافه بصفة الصدق والأمانة والوفاء، كما يدل على المكانة التقديرية التي كان الإمام محمد بن سعود يحظى بها في المجتمع منذ ما قبل توليه الحكم، ومن دلالة ذلك – أيضًا- حضوره ضمن أمراء الدرعية وأعيانها للدعوة التي وجهها رئيس العيينه إلى الأمير زيد بن مرخان.",
                        "keywords": [
                            "مكانة الإمام",
                            "صفات الإمام",
                            "الإمام محمد بن سعود",
                            "الدرعية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "4.7",
                "section_title": "وفاته",
                "paragraphs": [
                    {
                        "paragraph_id": "4.7.1",
                        "text": "توفي الإمام محمد بن سعود -رحمه الله- في أواخر شهر ربيع الأول م، ودفن في الدرعية، ونعاه ابن بشر بقوله: \"ثم دخلت السنة التاسعة والسبعون بعد المئة 1765 و الألف، وفيها توفي الإمام الرئيس والمجاهد في الدين بالعرمرم الخميس محمد بن سعود بن مقرن بن مرخان بن ربيعة بن إبراهيم بن ربيعة بن مانع، أسكنه الله جنته، وكان ولي العهد بعده ابنه عبدالعزيز\".",
                        "keywords": [
                            "وفاة الإمام",
                            "محمد بن سعود",
                            "الدرعية",
                            "ابن بشر"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    },
    {
        "book_id": "5",
        "title": "شخصية الإمام محمد بن سعود",
        "sections": [
            {
                "section_id": "5.1",
                "section_title": "شخصية الإمام محمد بن سعود",
                "paragraphs": [
                    {
                        "paragraph_id": "5.1.1",
                        "text": "يمثل عهد الإمام محمد بن سعود أهمية كبيرة في التاريخ الوطني السعودي، فهو مؤسس الدولة السعودية. امتد عهده أربعين عاماً، منذ توليه الحكم في الدرعية وتأسيس الدولة السعودية، وخلال تلك السنوات تمكن من تحويل الدرعية من \"دولة مدينة\" إلى عاصمة لدولة مركزية مؤسساً بذلك مشروع الوحدة الوطنية. بينما تعطي المصادر تفاصيل عديدة عن عصر الإمام محمد بن سعود وجهوده السياسية والعسكرية، فإن سيرته الشخصية لم تحظَ بمثل الاهتمام الذي حظي به دوره السياسي. ومن هذا المنطلق، فإن الدراسة الحالية ستسعى إلى جمع المعلومات المتاحة عن الإمام محمد بن سعود، وتحليلها، لرسم إطار عام لشخصيته، وتهدف الدراسة إلى: 1. تحليل العوامل التي أسهمت في تكوين شخصيته. 2. إلقاء الضوء على الجوانب الشخصية لسيرته. 3. إيضاح أثر شخصية الإمام محمد بن سعود في سياسته.",
                        "keywords": [
                            "الإمام محمد بن سعود",
                            "تأسيس الدولة السعودية",
                            "الوحدة الوطنية",
                            "الجهود السياسية",
                            "الجهود العسكرية"
                        ],
                        "category": "تاريخ"
                    },
                    {
                        "paragraph_id": "5.1.2",
                        "text": "اتبعت الدراسة المنهج التاريخي التحليلي، واعتمدت المصادر التي تناولت عصر الإمام محمد بن سعود، وقسمت إلى الأقسام الآتية: 1. الأطر الزمانية والمكانية لحياته. 2. الإطار الأسري. 3. العوامل التي أسهمت في تكوين شخصيته. 4. صفاته الشخصية.",
                        "keywords": [
                            "المنهج التاريخي",
                            "الأطر الزمانية",
                            "الإطار الأسري",
                            "تكوين الشخصية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "5.2",
                "section_title": "الأطر الزمانية والمكانية لحياة الإمام محمد بن سعود",
                "paragraphs": [
                    {
                        "paragraph_id": "5.2.1",
                        "text": "ولد الإمام محمد في عام 1765م/1179هـ وتوفي في نهاية شهر ربيع الأول من عام 1727م/1139هـ. كانت الدرعية هي الفضاء الذي دارت فيه أبرز أحداث حياته، وقبيل تأسيس الدولة السعودية الأولى كانت الدرعية مقسمة إلى عدة أحياء، عاكسة الوضع السياسي الذي عاشته الإمارة آنذاك، والتنافس الداخلي على السلطة بين فرعي أسرة المردة: آل مقرن وآل وطبان، وكان حي غصيبة يتميز بحصانته، وكان سكناً خاصاً لآل مقرن، ومعقاً لهم، وكانت غصيبة مقر الحكم في بداية عهد الإمام محمد بن سعود، ومع الازدهار العمراني الذي شهدته الدرعية في عهده انتقل مقر الحكم إلى حي سمحان، الذي يقع جنوب غصيبة، وحصن بأسوار منيعة. بعد وفاة الإمام محمد بن سعود، انتقل مقر الحكم إلى حي الطريف، الذي أصبح الحي الأول في الدرعية، ومقر الحكم للدولة السعودية خلال دورها الأول.",
                        "keywords": [
                            "الدرعية",
                            "الأحداث التاريخية",
                            "حي غصيبة",
                            "التنافس على السلطة"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "5.3",
                "section_title": "الإطار الأسري",
                "paragraphs": [
                    {
                        "paragraph_id": "5.3.1",
                        "text": "يعد الإمام محمد بن سعود رأس الأسرة السعودية، واختصت ذرية والده بلقب آل سعود إلى اليوم. ويرجع نسبه إلى المردة من الدروع من بني حنيفة، من بكر بن وائل من عدنان، فهو محمد بن سعود بن محمد بن مقرن بن مرخان بن إبراهيم بن موسى بن ربيعة بن مانع بن ربيعة المريدي الحنفي العدناني، وقد تأسست الدرعية على يد جده الأمير مانع المريدي، وظلت رئاستها في ذريته. ومع مرور السنين، تزايدت أعداد أسرة المردة، فانقسموا بعد وفاة مرخان بن إبراهيم إلى قسمين كبيرين تبادل الزعامة في الدرعية، فعرفت ذرية ربيعة بن مرخان بآل وطبان نسبة إلى وطبان بن ربيعة بن مرخان، فيما عرفت ذرية مقرن بن مرخان بآل مقرن، وهي التسمية التي ظلت تعرف بها ذرية محمد بن سعود، وتفتخر بها، وكان من بين نخوات أئمتهم وفرسانهم وصيحاتهم المعروفة التي تقال وقت التحدي والاعتزاز: \"أنا ابن مقرن\"، و\"راعي العوجا وأنا ابن مقرن\"، و\"سور العوجا وأنا ابن مقرن\"، والعوجا هي الدرعية.",
                        "keywords": [
                            "آل سعود",
                            "نسب الإمام",
                            "أسرة المردة",
                            "تاريخ الدرعية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "5.4",
                "section_title": "العوامل التي أسهمت في تكوين شخصية الإمام محمد بن سعود",
                "paragraphs": [
                    {
                        "paragraph_id": "5.4.1",
                        "text": "تكونت شخصية الإمام محمد بن سعود في ضوء عدة عوامل، ومن أبرزها الأسرة والانتماء: ينتسب الإمام محمد بن سعود إلى قبيلة بني حنيفة التي كانت لها السيادة في وسط شبه الجزيرة العربية، منذ استقرارها هناك منذ مدة ترجع إلى مئتي سنة قبل الإسلام، وفيما يتعلق بأسرتة، فقد كانت لها مكانتها السياسية والاجتماعية في نجد، فهم من أسس الدرعية (الثانية) عام 1446هـ، وكانت لهم رئاستها منذ تأسيسها، وكانت أسرته تعد من أبرز الأسر الحاكمة والمؤثرة في وسط الجزيرة العربية. ومن المؤكد أن هذا الإرث الأسري، والدور الحيوي والقيادي الذي اضطلع به أسلافه في المنطقة انعكس على شخصيته، وأمدّه بالنظرة السياسية الواسعة، وغذّى حسّه بالمسؤولية تجاه ما كانت المنطقة تشهده من أوضاع سياسية واجتماعية مضطربة. ومن جهة أخرى، فإن عراقته الأسرة وتقاليدها العربية الأصيلة أثرت في شخصية الإمام محمد بن سعود الاجتماعية، فكان يعد من وجهاء الدرعية وأعيانها، وبزغ دوره بصورة كبيرة منذ عهد والده، وبعد وفاة والده وظّف مكانته في الحفاظ على تماسك الأسرة، وحماية مصالح الدرعية بشكل عام، وضمان استقرارها.",
                        "keywords": [
                            "عوامل التكوين",
                            "الأسرة",
                            "الانتماء",
                            "شخصية الإمام"
                        ],
                        "category": "فلسفة"
                    }
                ]
            },
            {
                "section_id": "5.5",
                "section_title": "الوضع السياسي",
                "paragraphs": [
                    {
                        "paragraph_id": "5.5.1",
                        "text": "كانت منطقة نجد وسط الجزيرة العربية في مطلع القرن الثاني عشر الهجري تعيش أوضاعاً اجتماعية وسياسية مضطربة؛ فهي وإن كانت تجمع بين سكانها مشتركات اجتماعية عديدة، تتمثل في اللغة، والدين، وعلاقات النسب والقربى، والعادات والتقاليد، وغيرها، فإنها كانت مفككة سياسياً، ومكونة من قبائل رحل، وإمارات مدن مستقلة، وكانت النزاعات بين قبيلة وأخرى، وبين إمارة وأخرى أمراً شائعاً، ما جعل المنطقة تعيش صراعاً حادّاً لا يكاد يهدأ. وانعكست هذه الأوضاع السياسية على المجتمع، وتأثرت مقومات الاقتصاد من زراعة وتجارة بهذه الصراعات ونتائجها، من فقدان الأمن، أو الاعتداء على الممتلكات، وعمقت من الصعوبات المعيشية التي كان الناس يواجهونها نتيجة العوامل الطبيعية الأخرى، كمواسم الجفاف، والأوبئة، وغيرها. أما الدرعية، فكانت تعد من أهم الحواضر في المنطقة، وتميزت بقوتها، ومنعتها، ووفرة إنتاجها الزراعي، ومع ذلك عانت في بداية القرن الثاني عشر تقلبات سياسية، وصراعاً على السلطة بين أفراد أسرة المردة، الذي لم يتوقف إلا عام 1720م/1132هـ حين تولى زيد بن مرخان رئاسة الدرعية، وبرزت خلال تلك الفترة شخصية الإمام محمد بن سعود ومكانته بوصفه عاملاً مهماً من عوامل استقرار الدرعية، كما سبقت الإشارة.",
                        "keywords": [
                            "الوضع السياسي",
                            "المنطقة",
                            "الصراعات",
                            "الدرعية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "5.6",
                "section_title": "التكوين الديني",
                "paragraphs": [
                    {
                        "paragraph_id": "5.6.1",
                        "text": "كانت المنطقة بشكل عام تتسم بالالتزام بالدين والتمسك بأحكام الإسلام، وشهدت في تلك الفترة نشاطاً علمياً في مجال العلوم الشرعية، انتشر معها الوعي الديني لدى معظم أفراد المجتمع، وحرص الناس خاصة الميسورين منهم على طلب العلم، ومع ذلك وُجدت ممارساتٌ مخالفة لمنهج الإسلام مثل بقية المناطق الأخرى في أنحاء العالم العربي، مثل: التوسل بغير الله، واعتقاد جلب النفع أو دفع الضر من بعض الأشجار والقبور والتمائم والحجب، وغيرها من البدع، التي تفشت نتيجة الجهل لدى بعض العوام، الذين كانوا بحاجة إلى التعليم والتوعية الدينية.",
                        "keywords": [
                            "التكوين الديني",
                            "الالتزام بالدين",
                            "النشاط العلمي",
                            "العلوم الشرعية"
                        ],
                        "category": "علوم"
                    }
                ]
            },
            {
                "section_id": "5.7",
                "section_title": "صفاته الشخصية",
                "paragraphs": [
                    {
                        "paragraph_id": "5.7.1",
                        "text": "اشتهر الإمام محمد بن سعود بسيرته الحسنة، وسمعته الطيبة، وحسن معاملته، التي ميزته عن الأمراء المعاصرين له، وظهرت سمات شخصيته من خلال مواقف عديدة شهدتها حياته. ومن أبرز صفاته الوفاء بالعهد، واشتهر بذلك بين معاصريه، ويبرز تعهده بسامة زيد بن مرخان أمام مقرن بن محمد بن مقرن، ووفاؤه بكلمته، ليؤكدا ما اتسم به من وفاء، وأن هذه الصفة كانت معروفة عنه، وجعلته جديراً بثقة من حوله؛ بدليل أن زيداً اختاره من بين وجهاء الدرعية ليضمن سامته. وهذه الصفة التي اشتهر بها الإمام محمد بن سعود كانت بلا شك من ضمن الأسباب التي شجعت الشيخ محمد بن عبدالوهّاب على الاستقرار في الدرعية، تحت ظل أميرها الذي تعهد بحمايته، إلى جانب القوة التي عرفت بها الدرعية تحت حكمه، ووجود دولة متمكنة. كما تميز الإمام محمد بن سعود بالإيثار، والتضحية بمصلحته الشخصية في سبيل المصلحة العامة، فبعد وفاة والده، ومع جداراته لتولي رئاسة الدرعية، وثقله ومكانته الاجتماعية، وقوته التي تؤهله لهذا الدور، فإنه قبل بتولي زيد بن مرخان ثم مقرن بن محمد بن مقرن، ولم ينازعهم، بل عمل لدعمهما، ووقف لحماية زيد، مع أن مقرن هو عمه، وكان موقفه يدل على حرصه على تحقيق الاستقرار والسلم في الدرعية.",
                        "keywords": [
                            "صفات شخصية",
                            "الوفاء",
                            "الإيثار",
                            "التضحية"
                        ],
                        "category": "فلسفة"
                    }
                ]
            },
            {
                "section_id": "5.8",
                "section_title": "الخاتمة",
                "paragraphs": [
                    {
                        "paragraph_id": "5.8.1",
                        "text": "كانت شخصية الإمام محمد بن سعود عاملاً من عوامل الاستقرار في الدرعية، سواء قبل توليه الحكم أو بعده، وحين آلت إليه إمارة الدرعية في عام 1727/1139هـ، طويت صفحة من تاريخ الاضطراب والنزاع على السلطة والإمارة معلناً تأسيس الدولة في الدرعية، فتمكن من توحيد أجزائها وتأسيس الدولة السعودية الأولى، وشهدت في عهده استقراراً داخلياً، وازدهاراً اقتصادياً، ونشاطاً علمياً ملحوظاً.",
                        "keywords": [
                            "الخاتمة",
                            "الاستقرار",
                            "تأسيس الدولة",
                            "الدولة السعودية الأولى"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    },
    {
        "book_id": "6",
        "title": "حياة الإمام محمد بن سعود",
        "sections": [
            {
                "section_id": "6.1",
                "section_title": "والدة الإمام محمد بن سعود وإمامته وصفحات لم تُكتب في تاريخه",
                "paragraphs": [
                    {
                        "paragraph_id": "6.1.1",
                        "text": "ولد الإمام محمد بن سعود بن محمد بن مقرن سنة 1679/هـ 1090 في بيت أبيه وجده، رئيس غصيبة، محمد بن مقرن بن مرخان بن إبراهيم بن موسى بن ربيعة بن مانع بن ربيعة المريدي، من عشيرة الدروع، من قبيلة بني حنيفة العدنانية. وذكر الدكتور منير العجاني، والأستاذ عبد الله بن خميس أنه ولد سنة 1689/هـ 1100 وذكر الدكتور عبد الرحمن العريني أن المصادر لم تؤرخ لوالدته، ورأى قرب كلم العجاني وابن خميس من الصحة، ثم قال: (فإن صح؛ فيكون عمره تسعاً وسبعين سنة وبضعة أشهر) اهـ. ووقفت على نص يجعلنا نقطع بأنه تجاوز تسعاً وسبعين سنة بعشر سنين، قال الشيخ حسين بن غنام في العقد الثمين عن الإمام محمد بن سعود: (أتى -رحمه الله- اليقين، وقد جاوز بضعاً وثمانين من السنين) اهـ، و(البضع) عدد مُبهَمٌ، مُقيّدٌ بما بين الثلاث إلى التسع، وابن غنام جزم بأنه تجاوز ما يحتمله البضع من العدد، ولا يمكن أن يكون أكثر من أشهر، فيكون هي سنة والدته. 1679/هـ 1090 عمر الإمام محمد بن سعود تسعاً وثمانين سنة، وعليه فإن سنة، وربما يقال: إن البضع سبع كما حكي عن بعض علماء اللغة، لكن ابن غنام صرح في نفس الكتاب الذي ذكر فيه عمر الإمام محمد بن سعود بأن البضع من الثلاث إلى التسع؛ فانتفى الاحتمال. وكان 1694/هـ 1106 م؛ فإنه أدرك جده محمد بن مقرن (ت 1679/هـ 1090) وإذا كانت والدته سنة عمره لما تولى والده سعود رئاسة غصيبة بعد جده؛ ست عشرة سنة، وبلغ سبعاً وأربعين سنة لما م، ولما بلغ تسعاً وأربعين سنة ترأس في الدرعية. 1724/هـ 1137 توفي والده سنة.",
                        "keywords": [
                            "الإمام محمد بن سعود",
                            "تاريخ",
                            "ولادة",
                            "عائلة",
                            "أحداث تاريخية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "6.2",
                "section_title": "نشأته وشبابه",
                "paragraphs": [
                    {
                        "paragraph_id": "6.2.1",
                        "text": "نشأ الإمام محمد بن سعود في بيت ملك ورئاسة، فإن والده وجده كانا رئيسين في غصيبة، ومن السائد في بيوت الملوك والرؤساء سلوك أنماط تربية تُعدّ الناشئة لحفظ المكتسبات، وتُدرك مداخل الشرور، ومكامن الأخطار، فتُعمر مجالسهم بأشباه الحوادث ومثلات الأيام، وتغدو نماذج يتأسى بها اللبيب، وتروح أخرى تزجر الفطِن، وتُشحذ بين هذه وتلك آلية القياس في العقول، ويقوى الاعتبار، وتعظم العظة، ويتيقن البصير أن الليلة كالبارحة، وأن نتائج الأمور تُستنبط بمقدماتها. وتردد على مسامعه أخبار الملوك والرؤساء، وسيرهم، وأخلاقهم، وما به يُذمّون أو يُمدحون، وما جرى عليهم من تغير الزمان، وصمودهم في وجه من قصدهم بالسوء، وذرائع القول، وأسباب الزوال، وعوامل الثبات، وركائز البقاء، وأعمل نظره فيها، وأدار عقله في حوادث بلدان العارض القريبة ومآلتها، وقلب في مخيلته صفحات سيرة بلده الدرعية، وتتبّع سيرها مذ تملكها جده مانع بن ربيعة المريدي، ومذ مبادرته مع أبنائه لعقد حلفٍ بين أشتات فروع قبيلته الأم (بني حنيفة) الذين كانوا قريبين منه، وتصيره لهم قوة يُضرب باسمهم (الموالفة) المثل في الصمود ومواجهة الخطوب، يُقال: (صبّحهم صباح الموالفة)، وأعمل نظره في مشاركة الدرعية لعددٍ من الحروب، وقيم الجدوى، ولم يُغفل قوى البادية المتغلبة في المساحات بين البلدان النجدية، وما جرى عليهم، وتتابعهم على النفوذ فيها، وتحالفاتهم مع رؤساء البلدان، وانعكاساتها على الانتصار أو الهزيمة.",
                        "keywords": [
                            "نشأة",
                            "تربية",
                            "أخبار الملوك",
                            "تاريخ",
                            "بلد الدرعية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "6.3",
                "section_title": "رئاسته في الدرعية وإمامته",
                "paragraphs": [
                    {
                        "paragraph_id": "6.3.1",
                        "text": "تولى الإمام محمد بن سعود رئاسة الدرعية، وكان أول ما بدأ به أن سدّ 1727/هـ 1139 في سنة الخَلّة التي يتسلل منها الضعف، وجمع البلد على رئيس واحد بعد فترات من الخلف والانقسام، ووصفه المؤرخون بما يدل على رئاسته وإمامته، حاله كحال الرؤساء والأئمة في تاريخ المسلمين، فإنه لم يترأس في الدرعية بأمرٍ من ملك قريبٍ أو بعيد، وإنما بشوكته وشوكة عشيرته، قال المؤرخ محمد بن عباد: (شاخ ابن سعود في كلّ الدرعية)، وقوله (شاخ) يعني: ملك، وتولى، وترأس، يقولون ـ مثلاً ـ: (شاخ رميزان سنة 1056 هـ)، يعني: ترأس في بلدة الروضة، وهكذا، ويؤكد ذلك أن المتأخرين من المؤرخين النجدين ربما عبروا عن خبر رئاسة أحدهم بقوله: (تولى رئاسة)، بينما عبر المتقدمون عن الخبر نفسه بقوله: (شاخَ)، وقال عنه الفاخري: (الرئيس)، وقال عثمان بن بشر: (الإمام الرئيس)، وذكر بعض الحوادث، وجاء في سياقه ما يدل على إمامته، قال في أخبار سنة 1755-1754: (طلب دهام بن دوّاس من محمد بن سعود المهادنة، فطلب عليه الإمام محمد بن سعود خيلاً وسلاحاً)، وذكر أن عبد العزيز بن محمد بن سعود كان ولياً للعهد، قال: (وكان وليّ عهده بعده ابنه عبد العزيز).",
                        "keywords": [
                            "رئاسة",
                            "إمامة",
                            "تاريخ",
                            "الدرعية",
                            "أحداث تاريخية"
                        ],
                        "category": "تاريخ"
                    }
                ]
            },
            {
                "section_id": "6.4",
                "section_title": "الحراك العلمي في الدرعية من سنة 1157 هـ إلى سنة 1139",
                "paragraphs": [
                    {
                        "paragraph_id": "6.4.1",
                        "text": "ما يدل على مكانة علمية عالية لبلدة الدرعية، فإنه طلب من بعض علمائها تأييده في مسألة حلّ الرشوة، قال: (أنا كاتب لكم تسجلون على كامي فيها)، وكتب رسالة إلى أهل بلدي الرياض ومنفوحة، وبعث بها إلى بلدة الدرعية قبل إرسالها إليهم، وغرضه أن يؤيده عالمها، فأيّده، وأشار إلى ذلكم العالم وتأيده في أثناء الرسالة، ومدحه فقال: (لا نعرف في علماء نجد ولا علماء العارض ولا غيره أجلّ منه، وهذا كاه واصل إليكم)، يقصد الشيخ عبد الله بن عيسى بن عبد الرحمن، ورصدنا ثلاثة علماء آخرين في الرسائل التي جمعنا، وهم: الشيخ عبد الله بن عبد الرحمن بن سويلم من العرينات، والشيخ عبد الوهاب بن عبد الله بن عيسى، والشيخ محمد بن سلطان العوسجي، والأخير لم أجد إفادة بكونه في بلدة الدرعية إلا في رسالة الشيخ محمد بن عبد الوهاب إليه، قال ناسخها: (أرسلها الشيخ محمد -رحمه الله- وهو في العينة إلى محمد بن سلطان من أهل الدرعية)، وجاء ذكر اسمه في رسالة كتبها الشيخ محمد بن عبد الوهاب إلى تلميذي في الدرعية، قال: (ذكر لي محمد بن سلطان أن جرى عندكم مسألتان)، وصحفت اسمه في مطبوع الرسالة عن ابن غنام إلى (ابن سليمان).",
                        "keywords": [
                            "حراك علمي",
                            "علماء",
                            "درعية",
                            "طلبة علم",
                            "رسائل"
                        ],
                        "category": "علوم"
                    }
                ]
            },
            {
                "section_id": "6.5",
                "section_title": "معرفة الإمام محمد بن سعود بالشيخ محمد بن عبد الوهاب قبل انتقاله إلى الدرعية",
                "paragraphs": [
                    {
                        "paragraph_id": "6.5.1",
                        "text": "روى ابن غنام خبر خروج الشيخ محمد بن عبد الوهاب من بلدة العينة آخر سنة 1157 وأفاد أنه توجه إلى بلدة الدرعية، وإلى بيت الشيخ عبد الله بن سويلم تحديداً، فبات فيه تلك الليلة، وأقام عنده ذلك اليوم، ثم انتقل بعدُ إلى بيت تلميذه الشيخ أحمد بن سويلم، ثم إن الإمام محمد بن سعود سمع بخبر قدوم الشيخ محمد إلى الدرعية، فقام إليه مسرعاً، ومعه إخوانه مشاري وثنيان، فأتاه في بيت الشيخ أحمد بن سويلم، وبادر بقبوله وإكرامه وتبجيله، وعاهده أنه يمنعه بما يمنع به نساءه وأولاده من جميع من عاداه وكاده، إلا أنه طلب من الشيخ العهد والميثاق أن لا يرحل عن بلده. وروايته تدل على معرفة الإمام محمد بن سعود بالشيخ محمد بن عبد الوهاب، ومكانته وقدره، وما يأمر به وينهى عنه، وما يواجهه، ويؤيد ذلك خمسة مضامين في رسائل الشيخ محمد بن عبد الوهاب قبل انتقاله إلى الدرعية.",
                        "keywords": [
                            "معرفة",
                            "الشيخ محمد بن عبد الوهاب",
                            "الإمام محمد بن سعود",
                            "تاريخ",
                            "رسائل"
                        ],
                        "category": "تاريخ"
                    }
                ]
            }
        ]
    }
]